Repository: bengsparks/pods
Catalog: po/*.po
Languages: ro, ta

source: Pods
ro: Poduri
ta: காய்கள்

source: Manage your Podman containers
ta: உங்கள் போட்மேன் கொள்கலன்களை நிர்வகிக்கவும்

source: Gnome;GTK;libadwaita;Podman;Containerization;
ro: Gnome;GTK;libadwaita;Podman;Containerizare;
ta: Gnome; gtk; லிபாட்வைதா; போட்மேன்; கொள்கலன்;

source: Default window width
ro: Lățimea implicită a ferestrei
ta: இயல்புநிலை சாளர அகலம்

source: Default window height
ro: Înălțimea implicită a ferestrei
ta: இயல்புநிலை சாளர உயரம்

source: Default window maximized behaviour
ro: Comportamentul implicit de maximizare a ferestrei
ta: இயல்புநிலை சாளரம் அதிகபட்ச நடத்தை

source: The uuid of the connection that was used the last time
ro: Uuid-ul conexiunii care a fost utilizată ultima dată
ta: கடைசியாக பயன்படுத்தப்பட்ட இணைப்பின் UUID

source: The last used view
ro: Ultima vizualizare folosită
ta: கடைசியாக பயன்படுத்தப்பட்ட பார்வை

source: Whether to hide intermediate images
ro: Se ascund imaginile intermediare
ta: இடைநிலை படங்களை மறைக்க வேண்டுமா

source: The last used container file path
ro: Ultima cale a fișierului container utilizat
ta: கடைசியாக பயன்படுத்தப்பட்ட கொள்கலன் கோப்பு பாதை

source: Remove all images not in use by containers, not just dangling ones
ro: Îndepărtați toate imaginile nefolosite de containere, nu doar cele rămase
ta: கொள்கலன்களால் பயன்பாட்டில் இல்லாத அனைத்து படங்களையும் அகற்றவும், தொங்கவிடாமல்

source: Remove images even when they are used by external containers (e.g, by build containers)
ro: Elimină imaginile, inclusiv cele utilizate de containere externe (ex. containere de construcție)
ta: வெளிப்புற கொள்கலன்களால் பயன்படுத்தப்படும்போது கூட அவற்றை அகற்றவும் (எ.கா., கொள்கலன்களை உருவாக்குவதன் மூலம்)

source: Whether to show only running containers
ro: Să se afișeze doar containerele care rulează
ta: இயங்கும் கொள்கலன்களை மட்டுமே காட்ட வேண்டுமா

source: Whether to show only running pods
ro: Să se afișeze doar podurile în funcțiune
ta: இயங்கும் காய்களை மட்டுமே காட்ட வேண்டுமா

source: Whether to show only used volumes
ro: Să se afișeze doar volumele folosite
ta: பயன்படுத்தப்பட்ட தொகுதிகளை மட்டுமே காட்ட வேண்டுமா

source: Whether to show a timestamp for each log line
ro: Să se afișeaze timpul pentru fiecare linie de jurnal
ta: ஒவ்வொரு பதிவு வரிக்கும் நேர முத்திரையைக் காட்ட வேண்டுமா

source: Whether to use a regex for search
ro: Se utilizează un regex pentru căutare
ta: தேடலுக்கு ஒரு ரீசெக்ச் பயன்படுத்த வேண்டுமா

source: Whether search should be case-sensitive
ro: Căutare sensibilă la majuscule și minuscule
ta: தேடல் வழக்கு உணர்திறன் இருக்க வேண்டுமா

source: Whether to match whole words when searching
ro: Căutarea se face pe cuvinte întregi
ta: தேடும்போது முழு சொற்களையும் பொருத்த வேண்டுமா

source: The font scale of all text views
ro: Scara fontului pentru toate vizualizările de text
ta: அனைத்து உரை காட்சிகளின் எழுத்துரு அளவு

source: The font scale for terminals
ro: Scara fontului pentru terminale
ta: டெர்மினல்களுக்கான எழுத்துரு அளவு

source: Pods is a frontend for podman. It uses libadwaita for its user interface and strives to meet the design principles of GNOME.
ro: Pods este un frontend pentru podman. Folosește libadwaita pentru interfața sa de utilizator și se străduiește să respecte principiile de design ale GNOME.
ta: போட்மேன் போட்மேனுக்கு ஒரு முன்புறம். இது அதன் பயனர் இடைமுகத்திற்கு லிபாட்வைட்டாவைப் பயன்படுத்துகிறது மற்றும் க்னோமின் வடிவமைப்புக் கொள்கைகளை நிறைவு செய்ய முயற்சிக்கிறது.

source: With Pods you can, among other things:
ro: Cu Pods puteți, printre altele:
ta: காய்களால், மற்றவற்றுடன்:

source: Connect to local and remote Podman instances.
ro: Conectare la instanțele Podman locale și la distanță.
ta: உள்ளக மற்றும் தொலைநிலை போட்மேன் நிகழ்வுகளுடன் இணைக்கவும்.

source: Easily overview images, containers and pods.
ro: Vizualizați cu ușurință imaginile, containerele și podurile.
ta: படங்கள், கொள்கலன்கள் மற்றும் காய்களை எளிதில் கண்ணோட்டம் செய்யுங்கள்.

source: View prepared information about images, containers, and pods.
ro: Vizualizați informațiile pregătite despre imagini, containere și poduri.
ta: படங்கள், கொள்கலன்கள் மற்றும் காய்களைப் பற்றிய தயாரிக்கப்பட்ட தகவல்களைக் காண்க.

source: Inspect images, containers and pods.
ro: Inspectați imaginile, containerele și podurile.
ta: படங்கள், கொள்கலன்கள் மற்றும் காய்களை ஆய்வு செய்யுங்கள்.

source: View and search container logs.
ro: Vizualizați și căutați în jurnalele containerelor.
ta: கொள்கலன் பதிவுகளைக் காண்க.

source: Monitor processes of containers and pods.
ro: Monitorizarea proceselor de containere și poduri.
ta: கொள்கலன்கள் மற்றும் காய்களின் செயல்முறைகளை கண்காணிக்கவும்.

source: Download images and build them using Dockerfiles.
ro: Descărcați imagini și construiți-le folosind Dockerfiles.
ta: படங்களை பதிவிறக்கம் செய்து டோக்கர்ஃபைல்களைப் பயன்படுத்தி அவற்றை உருவாக்கவும்.

source: Create pods and containers.
ro: Creați poduri și containere.
ta: காய்கள் மற்றும் கொள்கலன்களை உருவாக்கவும்.

source: Control the lifecycle of containers and pods (in bulk) (start, stop, pause, etc.).
ro: Controlați ciclul de viață al containerelor și al podurilor (în vrac) (pornire, oprire, pauză etc.).
ta: கொள்கலன்கள் மற்றும் காய்களின் வாழ்க்கைச் சுழற்சியைக் கட்டுப்படுத்தவும் (மொத்தமாக) (தொடக்க, நிறுத்தம், இடைநிறுத்தம் போன்றவை).

source: Delete images, containers, and pods (in bulk).
ro: Ștergeți imagini, containere și poduri (în masă).
ta: படங்கள், கொள்கலன்கள் மற்றும் காய்களை நீக்கவும் (மொத்தமாக).

source: Prune images.
ro: Suprimați imaginile.
ta: படங்களை கத்தரிக்காய்.

source: Rename containers.
ro: Redenumiți containerele.
ta: கொள்கலன்களை மறுபெயரிடுங்கள்.

source: Container Overview
ro: Prezentare generală a containerelor
ta: கொள்கலன் கண்ணோட்டம்

source: Containers Details in Compact Mode
ro: Detaliile containerelor în modul compact
ta: சிறிய பயன்முறையில் கொள்கலன்களின் விவரங்கள்

source: Search Results
ro: Rezultate de căutare
ta: தேடல் முடிவுகள்

source: Pods 2.1.0 contains the following changes:
ta: PODS 2.1.0 பின்வரும் மாற்றங்களைக் கொண்டுள்ளது:

source: Features
ta: நற்பொருத்தங்கள்

source: Accent colors are now properly supported. (#804, #807, #809, #811)
ta: உச்சரிப்பு வண்ணங்கள் இப்போது சரியாக ஆதரிக்கப்படுகின்றன. ( #804, #807, #809, #811)

source: All dialogs have been ported to AdwDialog to be more adaptive. (#810)
ta: அனைத்து உரையாடல்களும் அட்வியாலாக் நிறுவனத்திற்கு மிகவும் தகவமைப்புக்கு ஏற்றவாறு அனுப்பப்பட்டுள்ளன. (#810)

source: Containers are now represented by cards in the container panel. (#778)
ta: கொள்கலன்கள் இப்போது கொள்கலன் பேனலில் உள்ள அட்டைகளால் குறிப்பிடப்படுகின்றன. (#778)

source: The image search has been completely revised and is now much more streamlined. In addition, the tags of an image are suggested. (#758)
ta: படத் தேடல் முற்றிலும் திருத்தப்பட்டிருக்கிறது, இப்போது மிகவும் நெறிப்படுத்தப்பட்டுள்ளது. கூடுதலாக, ஒரு படத்தின் குறிச்சொற்கள் பரிந்துரைக்கப்படுகின்றன. (#758)

source: Port mappings can now be configured when creating pods. (#772)
ta: POD களை உருவாக்கும் போது துறைமுகம் மேப்பிங்ச் இப்போது கட்டமைக்கப்படலாம். (#772)

source: Enable searching for container and pod processes. (#747)
ta: கொள்கலன் மற்றும் நெற்று செயல்முறைகளைத் தேடுவதை இயக்கவும். (#747)

source: Killing container processes is now supported. (#748)
ta: கொள்கலன் செயல்முறைகளை கொல்வது இப்போது ஆதரிக்கப்படுகிறது. (#748)

source: The image search results now have an "verified" icon if an image is official. (#761)
ta: ஒரு படம் அதிகாரப்பூர்வமாக இருந்தால் பட தேடல் முடிவுகள் இப்போது "சரிபார்க்கப்பட்ட" ஐகானைக் கொண்டுள்ளன. (#761)

source: Logs are now sent to both std and syslog. (#763)
ta: பதிவுகள் இப்போது எச்.டி.டி மற்றும் சிச்லாக் இரண்டிற்கும் அனுப்பப்படுகின்றன. (#763)

source: Make it possible to create privileged containers. (#753)
ta: சலுகை பெற்ற கொள்கலன்களை உருவாக்குவதை சாத்தியமாக்குங்கள். (#753)

source: Better handling of empty states when selecting images, pods and volumes for a container to be created. (#769)
ta: ஒரு கொள்கலன் உருவாக்கப்பட வேண்டிய படங்கள், காய்கள் மற்றும் தொகுதிகளைத் தேர்ந்தெடுக்கும்போது வெற்று மாநிலங்களை சிறப்பாக கையாளுதல். (#769)

source: Unification of status and health status in the container row. (#774)
ta: கொள்கலன் வரிசையில் நிலை மற்றும் சுகாதார நிலையை ஒன்றிணைத்தல். (#774)

source: The recently introduced libadwaita Spinner now replaces all gtk Spinners. (#802)
ta: அண்மைக் காலத்தில் அறிமுகப்படுத்தப்பட்ட லிபாட்வைட்டா ச்பின்னர் இப்போது அனைத்து சி.டி.கே ச்பின்னர்களையும் மாற்றுகிறார். (#802)

source: Fixes
ta: திருத்தங்கள்

source: All remaining processes are now closed after a container terminal exits. (#744)
ta: ஒரு கொள்கலன் முனையம் வெளியேறிய பிறகு மீதமுள்ள அனைத்து செயல்முறைகளும் இப்போது மூடப்பட்டுள்ளன. (#744)

source: Streams are now closed correctly so that they do not run forever when the user changes the connection. (#764)
ta: ச்ட்ரீம்கள் இப்போது சரியாக மூடப்பட்டுள்ளன, இதனால் பயனர் இணைப்பை மாற்றும்போது அவை எப்போதும் இயங்காது. (#764)

source: A bug was fixed where the content of the container log page was initially too large. (#769)
ta: கொள்கலன் பதிவு பக்கத்தின் உள்ளடக்கம் ஆரம்பத்தில் மிகப் பெரியதாக இருந்த இடத்தில் ஒரு பிழை சரி செய்யப்பட்டது. (#769)

source: Stop filtering out containers, pods and volumes by default. (#770)
ta: முன்னிருப்பாக கொள்கலன்கள், காய்கள் மற்றும் தொகுதிகளை வடிகட்டுவதை நிறுத்துங்கள். (#770)

source: Improvements
ta: மேம்பாடுகள்

source: We now use appdata to construct the about dialog. (#743)
ta: பற்றி உரையாடலை உருவாக்க இப்போது AppData ஐப் பயன்படுத்துகிறோம். (#743)

source: Improve performance by utilizing the <em>SignalListItemFactory::setup</em> signal. (#745)
ta: <em> சிக்னலிச்டிட்எம்ஃபாக்டரி :: அமைவு </em> சமிக்ஞையைப் பயன்படுத்துவதன் மூலம் செயல்திறனை மேம்படுத்தவும். (#745)

source: Port <em>GtkTreeView</em> to <em>GtkColumnView</em>. (#746)
ta: துறைமுகம் <em> gtktreeview </em> முதல் <em> gtkcolumnview </em> வரை. (#746)

source: After the last connection has been removed from the page with the connection selection, the home page is displayed again. (#760)
ta: இணைப்பு தேர்வோடு பக்கத்திலிருந்து கடைசி இணைப்பு அகற்றப்பட்ட பிறகு, முகப்பு பக்கம் மீண்டும் காட்டப்படும். (#760)

source: The same background color is now used for list views as for the window. (#769)
ta: அதே பின்னணி நிறம் இப்போது சாளரத்தைப் பொறுத்தவரை பட்டியல் காட்சிகளுக்கு பயன்படுத்தப்படுகிறது. (#769)

source: We have moved the banner from the bottom to the top in the container log page. (#769)
ta: கொள்கலன் பதிவு பக்கத்தில் பேனரை கீழே இருந்து மேலே நகர்த்தியுள்ளோம். (#769)

source: Some titles have been shortened. (#769)
ta: சில தலைப்புகள் சுருக்கப்பட்டுள்ளன. (#769)

source: We now use AboutDialog instead of AboutWindow. (803)
ta: நாங்கள் இப்போது பற்றிச் சாளரத்திற்கு பதில் பற்றி உரையாடல் பயன்படுத்துகிறோம். (803)

source: Various style improvements (#741, #757)
ta: பல்வேறு நடை மேம்பாடுகள் ( #741, #757)

source: Pods 1.2.1 contains the following bugfixes and improvements:
ro: Pods 1.2.1 prezintă următoarele remedieri și adăugiri:
ta: PODS 1.2.1 பின்வரும் பிழைத்திருத்தங்கள் மற்றும் மேம்பாடுகளைக் கொண்டுள்ளது:

source: Fixed a bug that caused the application to crash when the keyring could not be accessed.
ro: A fost reparată o eroare care făcea ca aplicația să se blocheze atunci când keyring-ul nu putea fi accesat.
ta: கீரிங்கை அணுக முடியாதபோது பயன்பாட்டை செயலிழக்கச் செய்த ஒரு பிழை சரி செய்யப்பட்டது.

source: Some languages like Romanian were not correctly included. This should be fixed now.
ro: Unele limbi, cum ar fi româna, nu au fost incluse corect. Acest lucru ar trebui să fie rezolvat acum.
ta: ருமேனிய போன்ற சில மொழிகள் சரியாக சேர்க்கப்படவில்லை. இது இப்போது சரி செய்யப்பட வேண்டும்.

source: Fixed a regression where the container list was not re-sorted once a container was renamed.
ro: A fost reparată o regresie, în care lista de containere nu era triată după redenumirea unui container.
ta: ஒரு கொள்கலன் மறுபெயரிடப்பட்டவுடன் கொள்கலன் பட்டியல் மீண்டும் வரிசைப்படுத்தப்படாத ஒரு பின்னடைவு சரி செய்யப்பட்டது.

source: Minor cleanup work has been done in the code.
ro: Optimizări minore au fost aduse în cod.
ta: குறியீட்டில் சிறிய தூய்மைப்படுத்தும் பணிகள் செய்யப்பட்டுள்ளன.

source: Pods 1.2.0 contains the following new features:
ro: Pods 1.2.0 conține următoarele noi funcții:
ta: PODS 1.2.0 பின்வரும் புதிய அம்சங்களைக் கொண்டுள்ளது:

source: Usabilty and UX has been improved in many places.
ro: Ergonomia interfeței a fost ameliorată în multe aspecte.
ta: பல இடங்களில் பயன்பாட்டினை மற்றும் யுஎக்ச் மேம்படுத்தப்பட்டுள்ளது.

source: Pruning of containers and pods is now possible.
ro: Suprimarea containerelor și capsulelor este posibilă.
ta: கொள்கலன்கள் மற்றும் காய்களை கத்தரிப்பது இப்போது சாத்தியமாகும்.

source: Container terminals are now detachable and can be used in parallel.
ro: Terminalele containerelor sunt, de acum înainte, detașabile și pot fi utilizate în paralel.
ta: கொள்கலன் டெர்மினல்கள் இப்போது பிரிக்கக்கூடியவை மற்றும் இணையாக பயன்படுத்தலாம்.

source: Images can be pushed to a registry.
ro: Imaginile pot fi trimise într-un depozit.
ta: படங்களை ஒரு பதிவேட்டில் தள்ள முடியும்.

source: The CPU utilization now takes the number of cores into account.
ro: Utilizarea CPU ține cont de numărul de nuclee de acum..
ta: சிபியு பயன்பாடு இப்போது கோர்களின் எண்ணிக்கையை கணக்கில் எடுத்துக்கொள்கிறது.

source: Pods 1.1.0 contains the following features, bug fixes and improvements:
ro: Pods 1.1.0 oferă următoarele funcții, reparații și ameliorări:
ta: PODS 1.1.0 இல் பின்வரும் நற்பொருத்தங்கள், பிழை திருத்தங்கள் மற்றும் மேம்பாடுகள் உள்ளன:

source: Dependencies have been updated. This includes the update to GNOME 44 libraries.
ro: Dependințele au fost actualizate. Aceasta include folosirea librăriilor de la GNOME 44.
ta: சார்புநிலைகள் புதுப்பிக்கப்பட்டுள்ளன. க்னோம் 44 நூலகங்களுக்கான புதுப்பிப்பு இதில் அடங்கும்.

source: AdwBanner is now used in the container log page instead of GtkInfoBar.
ro: AdwBanner este folosit în pagina de afișare a jurnalelor, în locul lui GtkInfoBar.
ta: Adwbanner இப்போது Gtkinfobar க்கு பதிலாக கொள்கலன் பதிவு பக்கத்தில் பயன்படுத்தப்படுகிறது.

source: The GNOME Coc is acknowledged in the README.md.
ro: Codul de conduită GNOME este recunoscut și menționat în README.md.
ta: Gnome coc readme.md இல் ஒப்புக் கொள்ளப்படுகிறது.

source: The main window and all dialogs can now be closed with Ctrl+W.
ro: Fereastra principală și toate dialogurile pot fi închise de acum cu Ctrl+W.
ta: முதன்மையான சாளரம் மற்றும் அனைத்து உரையாடல்களும் இப்போது Ctrl+W உடன் மூடப்படலாம்.

source: The memory icon has been improved, thanks to @daudix-UFO.
ro: Pictograma de memorie a fost ameliorată datorită lui @daudix-UFO.
ta: நினைவக படவுரு மேம்படுத்தப்பட்டுள்ளது, @daudix-ufo க்கு நன்றி.

source: Internal code improvements have landed, like the port to glib-rs' new properties proc macro.
ro: Ameliorările de cod intern au fost aplicate, precum portajul către noile macro-uri ale lui glib-rs.
ta: GLIB-RS இன் புதிய பண்புகள் ப்ராக் மேக்ரோவுக்கு துறைமுகம் போன்ற உள் குறியீடு மேம்பாடுகள் இறங்கியுள்ளன.

source: Translations have been updated.
ro: Traducerile au fost actualizate.
ta: மொழிபெயர்ப்புகள் புதுப்பிக்கப்பட்டுள்ளன.

source: Pods 1.1.0-beta.4 contains the following features, bug fixes and improvements:
ro: Pods 1.1.0-beta.4 conține următoarele noi funcții, rectificări și ameliorări:
ta: PODS 1.1.0-BETA.4 இல் பின்வரும் நற்பொருத்தங்கள், பிழை திருத்தங்கள் மற்றும் மேம்பாடுகள் உள்ளன:

source: The connection color is now displayed by means of a colored dot in front of the connection name in the connection overview, instead of a vertical bar at the beginning.
ro: Culoarea conexiunii este afișată de acum ca un punct colorat înaintea numelui, în loc de o bara verticala la început.
ta: ஆரம்பத்தில் செங்குத்து பட்டிக்கு பதிலாக, இணைப்பு கண்ணோட்டத்தில் இணைப்பு பெயருக்கு முன்னால் வண்ண புள்ளியின் மூலம் இணைப்பு வண்ணம் இப்போது காட்டப்படுகிறது.

source: The penguin icon to the left of the Podman version has been removed from the status bar.
ro: Pictograma cu un pinguin situată la stânga numărului de versiune Podman a fost suprimată de pe bara de status.
ta: போட்மேன் பதிப்பின் இடதுபுறத்தில் உள்ள பென்குயின் படவுரு நிலைப் பட்டியில் இருந்து அகற்றப்பட்டுள்ளது.

source: The Podman menu button in the status bar now shows a loading indicator until the Podman version is determined.
ro: Butonul de meniu Podman situat în bara de status afișează de acum un indicator de încărcare pană când versiunea de Podman este aflată.
ta: நிலை பட்டியில் உள்ள போட்மேன் பட்டியல் பொத்தான் இப்போது போட்மேன் பதிப்பு தீர்மானிக்கப்படும் வரை ஏற்றுதல் குறிகாட்டியைக் காட்டுகிறது.

source: The label to show the version of the Podman menu button in the status bar now uses the <em>numeric</em> style class, which looks more harmonious.
ro: Eticheta de versiune din bara de status folosește clasa de stil <em>numeric</em> pentru armonizarea aspectului general.
ta: நிலை பட்டியில் போட்மேன் பட்டியல் பொத்தானின் பதிப்பைக் காண்பிப்பதற்கான சிட்டை இப்போது <em> எண் </em> பாணி வகுப்பைப் பயன்படுத்துகிறது, இது மிகவும் இணக்கமாகத் தெரிகிறது.

source: To eliminate the blur, the icons in the status bar now all have a size of 16 pixels instead of 12 pixels.
ro: Pentru claritate, pictogramele din bara de status au de acum o dimensiune de 16 pixeli în loc de 12 pixeli.
ta: மங்கலை அகற்ற, நிலை பட்டியில் உள்ள சின்னங்கள் இப்போது அனைத்தும் 12 பிக்சல்களுக்கு பதிலாக 16 படப்புள்ளிகள் அளவைக் கொண்டுள்ளன.

source: The desktop entry now uses the updated short description as comment.
ro: Iconița de pe birou folosește de acum descrierea prescurtată drept comentariu.
ta: டெச்க்டாப் நுழைவு இப்போது புதுப்பிக்கப்பட்ட குறுகிய விளக்கத்தை கருத்தாகப் பயன்படுத்துகிறது.

source: Some appropriate categories have been added to the desktop entry.
ro: Câteva categorii adecvate au fost adăugate în proprietățile iconiței de pe birou.
ta: டெச்க்டாப் நுழைவுக்கு சில பொருத்தமான பிரிவுகள் சேர்க்கப்பட்டுள்ளன.

source: Fixed a bug where the Id of a container was replaced by the name once the name of the container was changed.
ro: A fost rezolvat un bug relativ la înlocuirea eronată a identificatorului unui container cu numele său, în cazul redenumirii.
ta: கொள்கலனின் பெயர் மாற்றப்பட்டவுடன் ஒரு கொள்கலனின் ஐடி பெயரால் மாற்றப்பட்ட ஒரு பிழை சரி செய்யப்பட்டது.

source: The container status <em>configured</em> was not handled before. This is now fixed.
ro: Statusul <em>configurat</em> al unui container nu era luat în cont. Aceasta problemă a fost remediată.
ta: கொள்கலன் நிலை <em> கட்டமைக்கப்பட்ட </em> இதற்கு முன் கையாளப்படவில்லை. இது இப்போது சரி செய்யப்பட்டது.

source: The spinner within the container log page did not disappear earlier if the log was empty. This is fixed now.
ro: Animația de încărcare a jurnalului nu dispărea suficient de devreme dacă jurnalul era vid. Această problemă a fost rezolvată.
ta: பதிவு காலியாக இருந்தால் கொள்கலன் பதிவு பக்கத்திற்குள் உள்ள ச்பின்னர் முன்பே மறைந்துவிடவில்லை. இது இப்போது சரி செய்யப்பட்டது.

source: The code has been improved in some places.
ro: Codul a fost ameliorat pe alocuri.
ta: சில இடங்களில் குறியீடு மேம்படுத்தப்பட்டுள்ளது.

source: Dependencies have been updated.
ro: Dependențele au fost actualizate.
ta: சார்புநிலைகள் புதுப்பிக்கப்பட்டுள்ளன.

source: Pods 1.1.0-beta.3 contains the following features, bug fixes and improvements:
ro: Pods 1.1.0-beta.3 conține următoarele funcții, remedieri și ameliorări:
ta: PODS 1.1.0-BETA.3 பின்வரும் நற்பொருத்தங்கள், பிழை திருத்தங்கள் மற்றும் மேம்பாடுகள் ஆகியவற்றைக் கொண்டுள்ளது:

source: The connection menu has received an entry for disconnecting the current Podman connection.
ro: Meniul de conectare a primit o opțiune pentru a deconecta versiunea curentă de Podman.
ta: தற்போதைய போட்மேன் இணைப்பைத் துண்டிக்க இணைப்பு பட்டியல் ஒரு நுழைவு பெற்றுள்ளது.

source: The status bar now has a menu button that shows the current Podman version.
ro: Bara de status are acum un buton ce afișează versiunea curentă de Podman.
ta: நிலை பட்டியில் இப்போது பட்டியல் பொத்தானைக் கொண்டுள்ளது, இது தற்போதைய போட்மேன் பதிப்பைக் காட்டுகிறது.

source: The menu item to open the Podman information window has been moved from the main menu to the Podman menu in the status bar.
ro: Meniul care deschide fereastra de informații despre Podman a fost deplasat în bara de status.
ta: போட்மேன் செய்தி சாளரத்தைத் திறக்க பட்டியல் உருப்படி முதன்மையான மெனுவிலிருந்து போட்மேன் மெனுவுக்கு நிலை பட்டியில் நகர்த்தப்பட்டுள்ளது.

source: A new widget has been implemented that allows you to control the zoom level of text.
ro: A fost implementat un nou widget care vă permite să controlați nivelul de zoom al textului.
ta: உரையின் சூம் அளவைக் கட்டுப்படுத்த உங்களை அனுமதிக்கும் புதிய விட்செட் செயல்படுத்தப்பட்டுள்ளது.

source: On all pages with text, such as the inspection page, the download button has been moved to a menu in the header bar together with the zoom control widget.
ro: Pe toate paginile cu text, cum ar fi pagina de inspecție, butonul de descărcare a fost mutat într-un meniu din bara de antet, împreună cu widget-ul de control al zoom-ului.
ta: ஆய்வு பக்கம் போன்ற உரையுடன் அனைத்து பக்கங்களிலும், பதிவிறக்க பொத்தான் சூம் கட்டுப்பாட்டு விட்செட்டுடன் தலைப்பு பட்டியில் உள்ள மெனுவுக்கு மாற்றப்பட்டுள்ளது.

source: On the container log page some buttons together with zoom control widget are moved to a menu in the header bar.
ro: Pe pagina de jurnal a containerului, unele butoane împreună cu widget-ul de control al zoom-ului sunt mutate într-un meniu din bara de antet.
ta: கொள்கலன் பதிவு பக்கத்தில் சூம் கட்டுப்பாட்டு விட்செட்டுடன் சில பொத்தான்கள் தலைப்பு பட்டியில் உள்ள மெனுவுக்கு நகர்த்தப்படுகின்றன.

source: The text in the container terminal can now be zoomed.
ro: Textul din terminalul containerelor poate fi acum mărit.
ta: கொள்கலன் முனையத்தில் உள்ள உரையை இப்போது பெரிதாக்கலாம்.

source: Fixed a bug in the container log page where an explicit color was set for the default ANSI escape sequence. This resulted in text not being readable in the light theme under certain circumstances.
ro: S-a remediat o eroare în pagina de jurnal a containerului, unde era setată o culoare explicită pentru secvența control ANSI implicită. Din această cauză textul nu era lizibil cu o temă deschisă la culoare în anumite circumstanțe.
ta: இயல்புநிலை ANSI தப்பிக்கும் வரிசைக்கு வெளிப்படையான வண்ணம் அமைக்கப்பட்ட கொள்கலன் பதிவு பக்கத்தில் ஒரு பிழை சரி செய்யப்பட்டது. இதனால் சில சூழ்நிலைகளில் ஒளி கருப்பொருளில் உரை படிக்க முடியாது.

source: The text views, like the Inspection page, are now closed immediately if there is an error. For example, this would be the case if the cube YAML could not be generated.
ro: Vizualizările de text, ca și pagina de inspecție, sunt acum închise imediat dacă există o eroare. De exemplu, dacă nu se poate genera YAML-ul de cub.
ta: பிழை இருந்தால், ஆய்வு பக்கத்தைப் போன்ற உரை காட்சிகள் இப்போது உடனடியாக மூடப்பட்டுள்ளன. எடுத்துக்காட்டாக, கியூப் யம்லை உருவாக்க முடியாவிட்டால் இதுதான்.

source: Pods 1.1.0-beta.2 contains the following features, bug fixes and improvements:
ro: Pods 1.1.0-beta.2 conține următoarele caracteristici, remedieri și îmbunătățiri:
ta: PODS 1.1.0-BETA.2 இல் பின்வரும் நற்பொருத்தங்கள், பிழை திருத்தங்கள் மற்றும் மேம்பாடுகள் உள்ளன:

source: It is now possible to assign colors to connections. Then, when the connection is active, the status bar is colored accordingly.
ro: Acum este posibil să se atribuie culori conexiunilor. Când conexiunea este activată, bara de stare este colorată corespunzător.
ta: இணைப்புகளுக்கு வண்ணங்களை ஒதுக்க முடியும். பின்னர், இணைப்பு செயலில் இருக்கும்போது, அதற்கேற்ப நிலை பட்டி வண்ணமயமாக்கப்படுகிறது.

source: The progress bar in the status bar has been replaced by a label.
ro: Bara de progres din bara de stare a fost înlocuită cu o etichetă.
ta: நிலை பட்டியில் முன்னேற்றப் பட்டி ஒரு லேபிளால் மாற்றப்பட்டுள்ளது.

source: The formatting of the container log is now correctly kept across lines.
ro: Formatarea jurnalului de containere este acum păstrată corect peste linii.
ta: கொள்கலன் பதிவின் வடிவமைப்பு இப்போது சரியாக கோடுகள் முழுவதும் வைக்கப்பட்டுள்ளது.
