Repository: bengsparks/pods
Catalog: po/*.po
Languages: ro, ta

source: Missing settings for creating pods have been added, thanks to @vv9k.
ro: Setările lipsă pentru crearea de poduri au fost adăugate, mulțumită lui @vv9k.
ta: காய்களை உருவாக்குவதற்கான அமைப்புகளைக் காணவில்லை, @vv9k க்கு நன்றி.

source: A simple progress bar is now displayed in the action menu button under the bell icon to indicate how many actions are currently running.
ro: O bară de progres simplă este acum afișată în butonul meniului de acțiune sub pictograma clopotului pentru a indica câte acțiuni sunt în curs de desfășurare.
ta: தற்போது எத்தனை செயல்கள் இயங்குகின்றன என்பதைக் குறிக்க பெல் ஐகானின் கீழ் உள்ள செயல் பட்டியல் பொத்தானில் ஒரு எளிய முன்னேற்றப் பட்டி இப்போது காட்டப்பட்டுள்ளது.

source: The icon of the button to return to the main view has been changed to a home symbol, thanks to @vv9k.
ro: Pictograma butonului de revenire la vizualizarea principală a fost înlocuită cu un simbol de casă, mulțumită lui @vv9k.
ta: முதன்மையான பார்வைக்குத் திரும்புவதற்கான பொத்தானின் படவுரு வீட்டு சின்னமாக மாற்றப்பட்டுள்ளது, @vv9k க்கு நன்றி.

source: The container details page and pod details page have been revised: The menus have been removed and instead there is now a control bar.
ro: Pagina cu detalii despre container și pagina cu detalii despre pod au fost revizuite: Meniurile au fost eliminate și în locul lor există acum o bară de control.
ta: கொள்கலன் விவரங்கள் பக்கம் மற்றும் நெற்று விவரங்கள் பக்கம் திருத்தப்பட்டுள்ளன: மெனுக்கள் அகற்றப்பட்டுள்ளன, அதற்கு பதிலாக இப்போது ஒரு கட்டுப்பாட்டுப் பட்டி உள்ளது.

source: Renaming a container within a container detail page must now be done via a button in the name row.
ro: Redenumirea unui container în cadrul unei pagini de detaliu a containerului trebuie să se facă acum prin intermediul unui buton din rândul cu numele.
ta: ஒரு கொள்கலன் விவரம் பக்கத்திற்குள் ஒரு கொள்கலனை மறுபெயரிடுவது இப்போது பெயர் வரிசையில் ஒரு பொத்தான் வழியாக செய்யப்பட வேண்டும்.

source: Fixed a bug in the container log page that caused that no more than 512 log lines could be loaded and date were truncated.
ro: A fost reparată o eroare în pagina de jurnal a containerului, din cauza căreia nu puteau fi încărcate mai mult de 512 linii de jurnal, iar datele erau trunchiate.
ta: கொள்கலன் பதிவு பக்கத்தில் ஒரு பிழை சரி செய்யப்பட்டது, இது 512 பதிவு கோடுகளுக்கு மேல் ஏற்றப்படாமல் தேதி துண்டிக்கப்பட்டது.

source: The progress bars for CPU and memory in the container details page are now animated.
ro: Barele de progres pentru CPU și memorie din pagina de detalii a containerului sunt acum animate.
ta: கொள்கலன் விவரங்கள் பக்கத்தில் சிபியு மற்றும் நினைவகத்திற்கான முன்னேற்ற பார்கள் இப்போது அனிமேசன் செய்யப்பட்டுள்ளன.

source: The animations of the circular progress bars for CPU and memory in the overview of all containers now use better easing.
ro: Animațiile barelor de progres circulare pentru CPU și memorie din prezentarea generală a tuturor containerelor dispun acum de efecte mai bune.
ta: அனைத்து கொள்கலன்களின் கண்ணோட்டத்தில் சிபியு மற்றும் நினைவகத்திற்கான வட்ட முன்னேற்றத்தின் அனிமேசன்கள் இப்போது சிறந்த தளர்த்தலைப் பயன்படுத்துகின்றன.

source: The icons and descriptions for actions like downloading an image have been made clearer.
ro: Pictogramele și descrierile pentru acțiuni precum descărcarea unei imagini au devenit mai clare.
ta: ஒரு படத்தைப் பதிவிறக்குவது போன்ற செயல்களுக்கான சின்னங்கள் மற்றும் விளக்கங்கள் தெளிவுபடுத்தப்பட்டுள்ளன.

source: Committing a new image from a container can now be done in a fine-grained way, in a dedicated page.
ro: Trimiterea unei noi imagini dintr-un container se poate face acum într-un mod mai precis, într-o pagină dedicată.
ta: ஒரு கொள்கலனிலிருந்து ஒரு புதிய படத்தைச் செய்வது இப்போது ஒரு பிரத்யேக பக்கத்தில் நன்றாகச் செய்யப்படலாம்.

source: As always, there were a number of minor bug fixes, visual improvements, internal code improvements and translation updates.
ro: Ca întotdeauna, au existat o serie de corecții minore de erori, îmbunătățiri vizuale, îmbunătățiri ale codului intern și actualizări ale traducerilor.
ta: எப்போதும்போல, பல சிறிய பிழைத் திருத்தங்கள், காட்சி மேம்பாடுகள், உள் குறியீடு மேம்பாடுகள் மற்றும் மொழிபெயர்ப்பு புதுப்பிப்புகள் இருந்தன.

source: The fifth beta release of Pods 1.0.0 includes the following changes:
ro: Cea de-a cincea versiune beta a Pods 1.0.0 include următoarele modificări:
ta: PODS 1.0.0 இன் ஐந்தாவது பீட்டா வெளியீடு பின்வரும் மாற்றங்களை உள்ளடக்கியது:

source: Some typos were fixed, thanks to @kianmeng.
ro: Unele greșeli de ortografie au fost corectate, mulțumită lui @kianmeng.
ta: சில எழுத்துப்பிழைகள் சரி செய்யப்பட்டன, @Kianmeng க்கு நன்றி.

source: A tab to specify infra settings were added to the pod creation page, thanks to @vv9k.
ro: A fost adăugată o pagină pentru a specifica setările de infrastructură în pagina de creare a capsulei, mulțumită lui @vv9k.
ta: @VV9K க்கு நன்றி, POD உருவாக்கும் பக்கத்தில் அகச்சிவப்பு அமைப்புகளைக் குறிப்பிடுவதற்கான தாவல் சேர்க்கப்பட்டது.

source: There is now a widget that provides an overview of actions, such as building an image. Thus, the state of most actions can now be tracked.
ro: Există acum un widget care oferă o imagine de ansamblu a acțiunilor, cum ar fi construirea unei imagini. Astfel, poate fi acum urmărită starea majorității acțiunilor.
ta: ஒரு படத்தை உருவாக்குவது போன்ற செயல்களின் கண்ணோட்டத்தை வழங்கும் ஒரு விட்செட் இப்போது உள்ளது. எனவே, பெரும்பாலான செயல்களின் நிலையை இப்போது கண்காணிக்க முடியும்.

source: The local search for images, containers and pods is now case-insensitive.
ro: Căutarea locală de imagini, containere și capsule este sensibilă la majuscule și minuscule.
ta: படங்கள், கொள்கலன்கள் மற்றும் காய்களுக்கான உள்ளக தேடல் இப்போது வழக்கு-உணர்வற்றது.

source: There were small visual adjustments all over the place.
ro: Au fost aduse mici ajustări vizuale peste tot.
ta: எல்லா இடங்களிலும் சிறிய காட்சி மாற்றங்கள் இருந்தன.

source: Minor bug fixes
ro: Corecții de erori minore
ta: சிறிய பிழை திருத்தங்கள்

source: Internal code improvements
ro: Îmbunătățiri ale codului intern
ta: உள் குறியீடு மேம்பாடுகள்

source: Translation updates
ro: Actualizări de traduceri
ta: மொழிபெயர்ப்பு புதுப்பிப்புகள்

source: Here comes the fourth beta release of Pods 1.0.0 with the following changes:
ro: Iată cea de-a patra versiune beta a Pods 1.0.0 cu următoarele modificări:
ta: பின்வரும் மாற்றங்களுடன் PODS 1.0.0 இன் நான்காவது பீட்டா வெளியீடு இங்கே வருகிறது:

source: The blurry symbolic application icon has been fixed, thanks to @allaeddineomc.
ro: Pictograma simbolică neclară a aplicației a fost reparată, mulțumită lui @allaeddineomc.
ta: மங்கலான குறியீட்டு பயன்பாட்டு படவுரு சரி செய்யப்பட்டது, @AllaedDineomc க்கு நன்றி.

source: A status page is now displayed if there are no images, containers or pods.
ro: Acum este afișată o pagină de stare dacă nu există imagini, containere sau poduri.
ta: படங்கள், கொள்கலன்கள் அல்லது காய்கள் இல்லாவிட்டால் இப்போது ஒரு நிலை பக்கம் காட்டப்படும்.

source: The style has been improved, in particular, there is now better differentiation between light, dark and high contrast modes.
ro: Stilul a fost îmbunătățit, în special, există acum o mai bună diferențiere între modurile luminos, întunecat și cu contrast ridicat.
ta: பாணி மேம்படுத்தப்பட்டுள்ளது, குறிப்பாக, ஒளி, இருண்ட மற்றும் உயர் மாறுபட்ட முறைகளுக்கு இடையில் இப்போது சிறந்த வேறுபாடு உள்ளது.

source: The feature for coloring the header bar has been removed. It will hopefully come back when there is API support for it.
ro: Funcția de colorare a barei de antet a fost eliminată. Sperăm că va reveni când va exista suport API pentru ea.
ta: தலைப்பு பட்டியை வண்ணமயமாக்குவதற்கான நற்பொருத்தம் அகற்றப்பட்டுள்ளது. பநிஇ உதவி இருக்கும்போது அது திரும்பி வரும்.

source: A lot of smaller UI improvements have been implemented to give Pods a more polished look.
ro: O mulțime de îmbunătățiri mai mici ale interfeței de utilizare au fost implementate pentru a da Podurilor un aspect mai bine pus la punct.
ta: காய்களுக்கு மிகவும் மெருகூட்டப்பட்ட தோற்றத்தை வழங்க சிறிய இடைமுகம் மேம்பாடுகள் நிறைய செயல்படுத்தப்பட்டுள்ளன.

source: The flatpak runtime has been updated to version 43
ro: Motorul de execuție flatpak a fost actualizat la versiunea 43
ta: பிளாட்பாக் இயக்க நேரம் பதிப்பு 43 க்கு புதுப்பிக்கப்பட்டுள்ளது

source: Improvements in infrastructure like an issue template have landed, thanks to @vv9k.
ro: Îmbunătățirile în infrastructură, cum ar fi un șablon de probleme au aterizat, mulțumită lui @vv9k.
ta: ஒரு வெளியீட்டு வார்ப்புரு போன்ற உள்கட்டமைப்பின் மேம்பாடுகள் தரையிறங்கியுள்ளன, @vv9k க்கு நன்றி.

source: Image downloads can now be aborted.
ro: Descărcarea imaginii poate fi întreruptă.
ta: பட பதிவிறக்கங்களை இப்போது கைவிடலாம்.

source: Arguments can now be added to a container command, thanks to @vvk9.
ro: Argumente pot fi acum adăugate la o comandă de container, mulțumită lui @vvk9.
ta: @Vvk9 க்கு நன்றி, இப்போது ஒரு கொள்கலன் கட்டளையில் வாதங்களை சேர்க்கலாம்.

source: It's now possible to set labels on images, containers and pods, thanks to @vv9k.
ro: Acum este posibil să setați etichete pe imagini, containere și poduri, mulțumită lui @vv9k.
ta: படங்கள், கொள்கலன்கள் மற்றும் காய்களில் லேபிள்களை அமைக்க இப்போது சாத்தியமாகும், @vv9k க்கு நன்றி.

source: The third beta release of Pods 1.0.0 contains the following changes:
ro: A treia versiune beta a Pods 1.0.0 conține următoarele modificări:
ta: PODS 1.0.0 இன் மூன்றாவது பீட்டா வெளியீட்டில் பின்வரும் மாற்றங்கள் உள்ளன:

source: A periodic refresh interval to track entities which were created outside of podman (e.g. with buildah)
ro: Un interval de reîmprospătare periodică pentru a urmări entitățile care au fost create în afara podman (de exemplu, cu buildah)
ta: போட்மேனுக்கு வெளியே உருவாக்கப்பட்ட நிறுவனங்களைக் கண்காணிக்க அவ்வப்போது புதுப்பிப்பு இடைவெளி (எ.கா. பில்டாவுடன்)

source: Containers now provide a detailed view of health configuration and health status
ro: Containerele oferă acum o vizualizare detaliată a configurației de sănătate și a stării de sănătate
ta: கொள்கலன்கள் இப்போது சுகாதார உள்ளமைவு மற்றும் சுகாதார நிலை பற்றிய விரிவான பார்வையை வழங்குகின்றன

source: Several smaller UI improvements
ro: Câteva îmbunătățiri mai mici ale interfeței de utilizare
ta: பல சிறிய இடைமுகம் மேம்பாடுகள்

source: Several smaller bugfixes and internal code improvements
ro: Mai multe corecturi de erori mai mici și îmbunătățiri ale codului intern
ta: பல சிறிய பிழைகள் மற்றும் உள் குறியீடு மேம்பாடுகள்

source: Updated screenshots
ro: Capturi de ecran actualizate
ta: புதுப்பிக்கப்பட்ட திரை சாட்கள்

source: A small update with app data fixes:
ro: O mică actualizare cu remedieri ale datelor din aplicație:
ta: பயன்பாட்டு தரவு திருத்தங்களுடன் ஒரு சிறிய புதுப்பிப்பு:

source: Updated app data content rating
ro: Actualizare a notării conținutului de date al aplicației
ta: பயன்பாட்டு தரவு உள்ளடக்க மதிப்பீடு புதுப்பிக்கப்பட்டது

source: Added releases in app data
ro: Versiunile lansate au fost adăugate în datele aplicației
ta: பயன்பாட்டு தரவுகளில் வெளியீடுகள் சேர்க்கப்பட்டன

source: This is the first 1.0.0 beta release of Pods.
ro: Aceasta este prima versiune 1.0.0 beta a Pods.
ta: காய்களின் முதல் 1.0.0 பீட்டா வெளியீடு இதுவாகும்.

source: Marcus Behrendt
ta: மார்கச் பெஅ்ரெண்ட்

source: translator-credits
ro: credite de traducător
ta: மொழிபெயர்ப்பாளர்-வரவு

source: Translators
ro: Traducători
ta: மொழிபெயர்ப்பாளர்கள்

source: Prints application version
ro: Tipărește versiunea aplicației
ta: பயன்பாட்டு பதிப்பை அச்சிடுகிறது

source: Specify the minimum log level
ro: Specificați nivelul minim al jurnalului
ta: குறைந்தபட்ச பதிவு அளவைக் குறிப்பிடவும்

source: Prune unused images
ro: Suprimați imaginile nefolosite
ta: பயன்படுத்தப்படாத படங்களை கத்தரிக்கவும்

source: Pull image <b>{}</b>
ro: Descărcare imagine: <b>{}</b>
ta: படத்தை இழுக்க <b> {} </b>

source: Push image <b>{}</b>
ro: Încărcare imagine: <b>{}</b>
ta: படத்தை தள்ளுங்கள் <b> {} </b>

source: Build image <b>{}</b>
ro: Construire imagine: <b>{}</b>
ta: படத்தை உருவாக்கு <b> {} </b>

source: Generating tarball of context directory...
ro: Se generează un tarball al directorului de context...
ta: சூழல் கோப்பகத்தின் தர்பால் உருவாக்குதல் ...

source: Prune stopped containers
ro: Ștergere containere oprite
ta: ப்ரூன் நிறுத்தப்பட்ட கொள்கலன்கள்

source: Start new container <b>{}</b>
ro: Pornește un nou container: <b>{}</b>
ta: புதிய கொள்கலனைத் தொடங்கவும் <b> {} </b>

source: Create container <b>{}</b>
ro: Creează un container: <b>{}</b>
ta: கொள்கலனை உருவாக்கவும் <b> {} </b>

source: none
ro: nici unul
ta: எதுவுமில்லை

source: Commit image <b>{}</b> ({})
ro: Salvare imagine: <b>{}</b> ({})
ta: படம் <b> {} </b> ({})

source: Finished
ro: Finalizat
ta: முடிந்தது

source: Upload <b>{}</b> to <b>{}:{}</b>
ro: Descărcare: <b>{}</b> spre <b>{}:{}</b>
ta: <b> {} </b> ஐ <b> {}: {} </b> ஐப் பதிவேற்றவும்

source: Creating tar archive…
ro: Se creează arhiva tar…
ta: தார் காப்பகத்தை உருவாக்குதல்…

source: Tar archive created
ro: Arhiva tar a fost creată
ta: தார் காப்பகம் உருவாக்கப்பட்டது

source: Unwrapping tar archive…
ro: Se despachetează arhiva tar…
ta: தார் காப்பகத்தை அவிழ்த்து விடுதல்…

source: Tar archive unwrapped
ro: Arhiva tar a fost despachetată
ta: தார் காப்பகம் அவிழ்க்கப்படவில்லை

source: Copying files into container…
ro: Se copiază fișierele în container…
ta: கோப்புகளை கொள்கலனில் நகலெடுப்பது…

source: Download <b>{}:{}</b> to <b>{}</b>
ro: Descărcare <b>{}:{}</b> în <b>{}</b>
ta: பதிவிறக்கம் <b> {}: {} </b> <b> {} </b> க்கு

source: Copying bytes into memory…
ro: Se copiează octeți în memorie…
ta: பைட்டுகளை நினைவகத்தில் நகலெடுக்கிறது…

source: Size: {}
ro: Dimensiune: {}
ta: அளவு: {}

source: Create pod <b>{}</b>
ro: Creează o capsulă <b>{}</b>
ta: பாட் <b> {} </b> ஐ உருவாக்கவும்

source: Prune stopped pods
ro: Șterge capsulele oprite
ta: ப்ரூன் காய்களை நிறுத்தியது

source: Create volume <b>{}</b>
ro: Creează volume <b>{}</b>
ta: தொகுதியை உருவாக்கவும் <b> {} </b>

source: Prune unused volumes
ro: Suprimă volumele nefolosite
ta: பயன்படுத்தப்படாத தொகுதிகளை கத்தரிக்கவும்

source: Connection '{}' already exists
ta: இணைப்பு '{}' ஏற்கனவே உள்ளது

source: Configured
ro: Configurat
ta: கட்டமைக்கப்பட்ட

source: Created
ro: Creat
ta: உருவாக்கப்பட்டது

source: Dead
ro: Mort
ta: இறந்துவிட்டார்

source: Exited
ro: Ieșit
ta: வெளியேறியது

source: Initialized
ro: Inițializat
ta: தொடங்கப்பட்டது

source: Paused
ro: Întrerupt
ta: இடைநிறுத்தப்பட்டது

source: Removing
ro: Îndepărtează
ta: நீக்குதல்

source: Restarting
ro: Repornire
ta: மறுதொடக்கம்

source: Running
ro: Rulează
ta: இயங்கும்

source: Stopped
ro: Oprit
ta: நிறுத்தப்பட்டது

source: Stopping
ro: Oprire
ta: நிறுத்துதல்

source: Unknown
ro: Necunoscut
ta: தெரியவில்லை

source: Checking
ro: Verificare
ta: சோதனை

source: Healthy
ro: Sănătos
ta: ஆரோக்கியமான

source: Unhealthy
ro: Nesănătos
ta: ஆரோக்கியமற்ற

source: Unconfigured
ro: Neconfigurat
ta: கட்டமைக்கப்படாதது

source: Degraded
ro: Degradat
ta: சீரழிந்தது

source: Error
ro: Eroare
ta: பிழை

source: {} min {} s
ta: }} என் {} கள்

source: {} min
ta: {} மணித்துளி

source: {} s
ta: {} கள்

source: a few seconds
ro: câteva secunde
ta: சில வினாடிகள்

source: {} minute
ro: {} minut
ta: {} மணித்துளி

source: {} hour
ro: {} oră
ta: {} மணி

source: {} day
ro: {} zi
ta: {} நாள்

source: {} ago
ro: {} în trecut
ta: {} முன்பு

source: <none>
ro: <nimic>
ta: <இல்லை>

source: Error on open file dialog
ro: Eroare în dialogul de deschidere a fișierului
ta: திறந்த கோப்பு உரையாடலில் பிழை

source: Pruning Images
ta: கத்தரிக்காய் படங்கள்

source: Downloading Image
ta: படத்தைப் பதிவிறக்குகிறது

source: Building Image
ta: கட்டும் படம்

source: Pushing Image
ta: படத்தை தள்ளுகிறது

source: Pruning Containers
ta: கத்தரிக்காய் கொள்கலன்கள்

source: Creating Container
ta: கொள்கலனை உருவாக்குதல்

source: Starting Container
ta: கொள்கலன் தொடங்குகிறது

source: Committing Image
ta: படம்

source: Copying Files
ta: கோப்புகளை நகலெடுக்கும்

source: Pruning Pods
ta: கத்தரிக்காய் காய்கள்

source: Creating Pod
ta: நெற்று உருவாக்குதல்

source: Creating Volume
ta: தொகுதியை உருவாக்குதல்

source: Pruning Volumes
ta: கத்தரித்து தொகுதிகள்

source: Images Pruned
ta: கத்தரிக்கப்பட்ட படங்கள்

source: Image Downloaded
ta: பட பதிவிறக்க

source: Image Built
ta: படம் கட்டப்பட்டது

source: Image Pushed
ta: படம் தள்ளப்பட்டது

source: Containers Pruned
ta: கொள்கலன்கள் கத்தரித்தன

source: Container Created
ta: கொள்கலன் உருவாக்கப்பட்டது

source: Container Started
ta: கொள்கலன் தொடங்கியது

source: Image Committed
ta: படம்

source: Files Copied
ta: கோப்புகள் நகலெடுக்கப்பட்டன

source: Pods Pruned
ta: காய்கள் கத்தரித்தன

source: Pod Created
ta: நெற்று உருவாக்கப்பட்டது

source: Volume Created
ta: உருவாக்கப்பட்ட தொகுதி

source: Volumes Pruned
ta: தொகுதிகள் கத்தரித்தன

source: Image Pruning Aborted
ta: பட கத்தரிக்காய் நிறுத்தப்பட்டது

source: Image Download Aborted
ta: பட பதிவிறக்கம் நிறுத்தப்பட்டது

source: Image Built Aborted
ta: படம் கட்டப்பட்டது

source: Image Push Aborted
ta: பட புச் கைவிடப்பட்டது

source: Container Pruning Aborted
ta: கொள்கலன் கத்தரிக்காய் நிறுத்தப்பட்டது

source: Container Creation Aborted
ta: கொள்கலன் உருவாக்கம் கைவிடப்பட்டது

source: Container Start Aborted
ta: கொள்கலன் கருக்கலைப்பு செய்யத் தொடங்குகிறது

source: Image Commit Aborted
ta: படம் நிறுத்தப்பட்டது

source: File Copying Aborted
ta: கோப்பு நகலெடுக்கும்

source: Pod Pruning Aborted
ta: நெற்று கத்தரிக்காய் நிறுத்தப்பட்டது

source: Pod Creation Aborted
ta: நெற்று உருவாக்கம் கைவிடப்பட்டது

source: Volume Creation Aborted
ta: தொகுதி உருவாக்கம் கைவிடப்பட்டது

source: Volume Pruning Aborted
ta: தொகுதி கத்தரிக்காய் நிறுத்தப்பட்டது

source: Pruning Image Failed
ta: கத்தரிக்காய் படம் தோல்வியடைந்தது

source: Downloading Image Failed
ta: படத்தைப் பதிவிறக்குவது தோல்வியடைந்தது

source: Building Image Failed
ta: கட்டிடம் படம் தோல்வியடைந்தது

source: Pushing Image Failed
ta: படத்தை தள்ளுவது தோல்வியுற்றது

source: Pruning Containers Failed
ta: கத்தரிக்காய் கொள்கலன்கள் தோல்வியடைந்தன

source: Creating Container Failed
ta: கொள்கலனை உருவாக்குவது தோல்வியடைந்தது

source: Starting Container Failed
ta: தொடக்க கொள்கலன் தோல்வியடைந்தது

source: Committing Image Failed
ta: படம் தோல்வியுற்றது

source: Copying Files Failed
ta: கோப்புகளை நகலெடுப்பது தோல்வியடைந்தது

source: Pruning Pods Failed
ta: கத்தரிக்காய் காய்கள் தோல்வியடைந்தன

source: Creating Pod Failed
ta: நெற்று உருவாக்குவது தோல்வியடைந்தது

source: Creating Volume Failed
ta: அளவை உருவாக்குவது தோல்வியுற்றது

source: Pruning Volumes Failed
ta: கத்தரிக்காய் தொகுதிகள் தோல்வியடைந்தன

source: After {}
ro: După {}
ta: {} க்குப் பிறகு

source: Action
ro: Acțiune
ta: செயல்

source: Error on opening artifact
ro: Eroare la deschiderea artefactului
ta: கலைப்பொருளைத் திறப்பதில் பிழை

source: Artifact has been deleted
ro: Artefactul a fost șters
ta: கலைப்பொருள் நீக்கப்பட்டது

source: _Abort
ro: _Abandonează
ta: _போர்ட்

source: _View
ro: _Vedere
ta: காட்சி (_V)

source: Abort
ro: Abandonează
ta: கருக்கலைப்பு

source: Remove
ro: Eliminare
ta: அகற்று

source: Failed Pods Action
ro: Acțiune asupra podurilor eșuate
ta: தோல்வியுற்ற காய்கள் நடவடிக்கை

source: Finished Pods Action
ro: Acțiune asupra Podurilor terminate
ta: முடிக்கப்பட்ட PODS நடவடிக்கை

source: Ongoing ({})
ro: În curs de desfășurare ({})
ta: நடந்துகொண்டிருக்கும் ({})

source: Finished after {}
ro: Terminat după {}
ta: {} க்குப் பிறகு முடிந்தது

source: Aborted after {}
ta: {} க்குப் பிறகு கைவிடப்பட்டது

source: Failed after {}
ro: A eșuat după {}
ta: {} க்குப் பிறகு தோல்வியுற்றது

source: Actions
ro: Acțiuni
ta: செயல்கள்

source: Clear Finished Actions
ro: Curăță acțiunile terminate
ta: முடிக்கப்பட்ட செயல்களை அழிக்கவும்

source: No Actions
ro: Nu există acțiuni
ta: செயல்கள் இல்லை

source: Containers
ro: Containere
ta: கொள்கலன்கள்

source: Images
ro: Imagini
ta: படங்கள்

source: Volumes
ro: Volume
ta: தொகுதிகள்

source: Info
ta: தகவல்

source: Search
ro: Căutare
ta: தேடல்

source: Home
ro: Acasă
ta: வீடு

source: Connections
ro: Conexiuni
ta: இணைப்புகள்

# app name
source: Pods
ro: Poduri
ta: காய்கள்

source: Content
ro: Conținut
ta: உள்ளடக்கம்

source: Error on establishing connection
ta: இணைப்பை நிறுவுவதில் பிழை

source: Connect to Podman
ro: Conectați-vă la Podman
ta: போட்மேனுடன் இணைக்கவும்

source: Choose an existing connection or create a new one
ro: Alegeți o conexiune existentă sau creați una nouă
ta: ஏற்கனவே உள்ள இணைப்பைத் தேர்வுசெய்க அல்லது புதிய ஒன்றை உருவாக்கவும்

source: official documentation
ro: documentație oficială
ta: அதிகாரப்பூர்வ ஆவணங்கள்

source: Visit the {} for more information.
ro: Vizitați {} pentru mai multe informații.
ta: மேலும் தகவலுக்கு {that ஐப் பார்வையிடவும்.

source: Confirm Connecting to New Instance
ro: Confirmați conectarea la noua instanță
ta: புதிய நிகழ்வோடு இணைப்பதை உறுதிப்படுத்தவும்

source: New Connection
ro: Conexiune nouă
ta: புதிய இணைப்பு

source: Name
ro: Nume
ta: பெயர்

source: URL
ta: முகவரி

source: Choose how to connect to Podman
ta: போட்மேனுடன் எவ்வாறு இணைப்பது என்பதைத் தேர்வுசெய்க

source: Unix Socket
ro: Socket Unix
ta: யூனிக்ச் சாக்கெட்

source: Podman Socket Activation
ro: Activarea Socket-ului Podman
ta: போட்மேன் சாக்கெட் செயல்படுத்தல்

source: To connect to the local Podman instance, the systemd socket must be enabled. You can enable it permanently by issuing the following command:
ro: Pentru a vă conecta la instanța locală Podman, socket-ul systemd trebuie să fie activat. Îl puteți activa permanent lansând următoarea comandă:
ta: உள்ளக போட்மேன் நிகழ்வோடு இணைக்க, சிச்டம் டி சாக்கெட் இயக்கப்பட வேண்டும். பின்வரும் கட்டளையை வழங்குவதன் மூலம் நீங்கள் அதை நிரந்தரமாக இயக்கலாம்:

source: Copy to Clipboard
ro: Copiere în clipboard
ta: இடைநிலைப்பலகைக்கு நகலெடுக்கவும்

source: To connect to the local root Podman instance, create a custom connection (read the hints there).
ro: Pentru a vă conecta la instanța rădăcină locală Podman, creați o conexiune personalizată (citiți indicațiile de acolo).
ta: உள்ளக ரூட் போட்மேன் உதாரணத்துடன் இணைக்க, தனிப்பயன் இணைப்பை உருவாக்கவும் (அங்குள்ள குறிப்புகளைப் படியுங்கள்).

source: Custom URL
ta: தனிப்பயன் முகவரி

source: Color
ro: Culoare
ta: நிறம்

source: Set the color of this connection
ta: இந்த இணைப்பின் நிறத்தை அமைக்கவும்

source: Custom Connection Info
ta: தனிப்பயன் இணைப்பு செய்தி

source: systemd unit path copied
ro: calea unității systemd a fost copiată
ta: SystemD அலகு பாதை நகலெடுக்கப்பட்டது

source: systemd unit content copied
ro: conținutul unității systemd a fost copiat
ta: SystemD அலகு உள்ளடக்கம் நகலெடுக்கப்பட்டது

source: socket activation command copied
ro: comanda de activare a socketului a fost copiată
ta: சாக்கெட் செயல்படுத்தும் கட்டளை நகலெடுக்கப்பட்டது

source: URL copied
ro: Adresa URL a fost copiată
ta: முகவரி நகலெடுக்கப்பட்டது

source: Custom Connection
ro: Conexiune personalizată
ta: தனிப்பயன் இணைப்பு

source: You can connect to a Podman instance using <span weight="bold">HTTP</span>, <span weight="bold">TCP</span>, and <span weight="bold">UNIX</span> protocols. For example, the connection string might look like this:
ro: Vă puteți conecta la o instanță Podman folosind protocoalele <span weight="bold">HTTP</span>, <span weight="bold">TCP</span> și <span weight="bold">UNIX</span>. De exemplu, șirul de conexiune ar putea arăta astfel:
ta: <span weight="bold">http </span>, <span weight="bold">டி.சி.பி</span>, மற்றும் <span weight="bold">யூனிக்ச்</span> நெறிமுறைகள். எடுத்துக்காட்டாக, இணைப்பு சரம் இப்படி தோன்றலாம்:

source: http://somewhere:8081
ta: http://எங்கோ:8081

source: Podman Root Connection
ro: Conexiune Rădăcină la Podman
ta: போட்மேன் ரூட் இணைப்பு
