Repository: bengsparks/pods
Catalog: po/*.po
Languages: ro, ta

source: Unfortunately, it is currently not possible to connect to the Podman root instance directly, as <span weight="bold">/run/podman/podman.sock</span> is not readable for normal users. However, there is a workaround using a systemd unit. Save the following snippet:
ro: Din nefericire, în prezent nu este posibilă conectarea directă la instanța rădăcină Podman, deoarece <span weight="bold">/run/podman/podman.sock</span> nu este lizibil pentru utilizatorii normali. Cu toate acestea, există o soluție ce folosește o unitate systemd. Salvați următorul fragment:
ta: துரதிர்ஷ்டவசமாக, Podman ரூட் நிகழ்வை நேரடியாக இணைப்பது தற்போது சாத்தியமில்லை, ஏனெனில் <span weight="bold">/run/podman/podman.sock</span> சாதாரண பயனர்களால் படிக்க முடியாது. இருப்பினும், systemd யூனிட்டைப் பயன்படுத்தி ஒரு தீர்வு உள்ளது. பின்வரும் துணுக்கைச் சேமிக்கவும்:

source: Enable the service by issuing the command:
ro: Activați serviciul lansând comanda:
ta: கட்டளையை வழங்குவதன் மூலம் சேவையை இயக்கவும்:

source: Enter the following URL here into the text field and create the connection:
ro: Introduceți următorul URL în câmpul de text și creați conexiunea:
ta: பின்வரும் முகவரி ஐ இங்கே உரை புலத்தில் உள்ளிட்டு இணைப்பை உருவாக்கவும்:

source: Local connection
ro: Conexiune locală
ta: உள்ளக இணைப்பு

source: Delete
ro: Ștergeți
ta: நீக்கு

source: There are ongoing actions whose progress will be irretrievably lost
ta: தொடர்ந்து நடவடிக்கைகள் உள்ளன, அதன் முன்னேற்றம் மீளமுடியாமல் இழக்கப்படும்

source: _Confirm
ro: _Confirmă
ta: _உறுதி

source: Confirm Switching Connection
ro: Confirmați comutarea conexiunii
ta: மாறுதல் இணைப்பை உறுதிப்படுத்தவும்

source: Error on switching connection
ro: Eroare la comutarea conexiunii
ta: இணைப்பை மாற்றுவதில் பிழை

source: New Connection (Ctrl+Shift+N)
ro: Conexiune nouă (Ctrl+Shift+N)
ta: புதிய இணைப்பு (CTRL+SHIFT+N)

source: Container {}
ta: கொள்கலன் {}

source: Delete Container?
ta: கொள்கலனை நீக்கவா?

source: All settings and all changes made within the container will be irreversibly lost
ta: அனைத்து அமைப்புகளும், கொள்கலனுக்குள் செய்யப்பட்ட அனைத்து மாற்றங்களும் மாற்றமுடியாமல் இழக்கப்படும்

source: Rename
ta: மறுபெயரிடுங்கள்

source: No Ports Mappings
ta: துறைமுக வரைபடங்கள் இல்லை

source: Kill
ro: Termină
ta: கொலை

source: Restart
ro: Reîncepe
ta: மறுதொடக்கம்

source: Start/Resume
ro: Start/Reluare
ta: தொடங்க/மீண்டும் தொடங்கவும்

source: Stop
ta: நிறுத்து

source: Pause
ro: Pauză
ta: இடைநிறுத்தம்

source: Change
ro: Modificare
ta: மாற்றம்

source: Error on fetching user name
ro: Eroare la preluarea numelui de utilizator
ta: பயனர் பெயரைப் பெறுவதில் பிழை

source: Preferences
ro: Preferințe
ta: விருப்பத்தேர்வுகள்

source: Commit Container
ro: Salvează containerul
ta: கொள்கலன் செய்யுங்கள்

source: General Commit Options
ro: Opțiuni generale de comitere
ta: பொது கமிட் விருப்பங்கள்

source: Author
ro: Autor
ta: நூலாசிரியர்

source: Fetch Username
ro: Recuperare nume de utilizator
ta: பயனர்பெயரைப் பெறுங்கள்

source: Comment
ro: Comentariu
ta: கருத்து

source: Repo
ro: Depozit
ta: களஞ்சி

source: Tag
ro: Etichetă
ta: குறிச்சொல்

source: Format
ta: வடிவம்

source: Pause the container before committing it
ta: கொள்கலனைச் செய்வதற்கு முன் இடைநிறுத்தவும்

source: Changes
ro: Modificări
ta: மாற்றங்கள்

source: Instructions to apply while committing in Dockerfile format (i.e. "CMD=/bin/foo")
ta: டோக்கர்ஃபைல் வடிவத்தில் ஈடுபடும்போது விண்ணப்பிக்க வழிமுறைகள் (அதாவது "CMD =/bin/foo")

source: Argument
ta: உரையாடல்

source: Add Argument
ro: Adăugare argument
ta: வாதத்தைச் சேர்க்கவும்

source: Add Port Mapping
ro: Adăugare de mapări de porturi
ta: துறைமுகம் மேப்பிங்கைச் சேர்க்கவும்

source: Add Volume
ro: Adăugare de Volum
ta: தொகுதி சேர்க்கவும்

source: Add Environment Variable
ro: Adăugare de variabile de mediu
ta: சுற்றுச்சூழல் மாறியைச் சேர்க்கவும்

source: Add Label
ro: Adăugare de Etichete
ta: லேபிளைச் சேர்க்கவும்

source: Failed to create container
ro: Crearea containerului nu a reușit
ta: கொள்கலனை உருவாக்குவதில் தோல்வி

source: no image selected
ro: nicio imagine selectată
ta: எந்த படமும் தேர்ந்தெடுக்கப்படவில்லை

source: _Create Only
ro: _Creați numai
ta: _ கிரேட் மட்டும்

source: Create Container
ro: Creați un container
ta: கொள்கலனை உருவாக்கவும்

source: _Run
ro: Lansa_Re
ta: _ ரன்

source: Details
ro: Detalii
ta: விவரங்கள்

source: Pod
ro: Capsulă
ta: நெற்று

source: Pull Latest Image
ta: அண்மைக் கால படத்தை இழுக்கவும்

source: Terminal
ta: முனையத்தில்

source: Privileged
ta: பெரிய

source: Give extended privileges to container
ta: கொள்கலனுக்கு நீட்டிக்கப்பட்ட சலுகைகளை கொடுங்கள்

source: Memory Limit
ta: நினைவக வரம்பு

source: KB
ta: கே.பி.

source: MB
ta: எம்பி

source: GB
ta: சிபி

source: Command
ro: Comandă
ta: கட்டளை

source: Arguments
ro: Argumente
ta: வாதங்கள்

source: Integration
ro: Integrare
ta: ஒருங்கிணைப்பு

source: Port Mappings
ro: Mapări de porturi
ta: துறைமுகம் மேப்பிங்ச்

source: Environment Variables
ro: Variabile de mediu
ta: சுற்றுச்சூழல் மாறிகள்

source: Labels
ro: Etichete
ta: சிட்டைகள்

source: Health Check
ro: Verificarea stării de sănătate
ta: சுகாதார சோதனை

source: Interval
ta: இடைவேளை

source: Health check interval in seconds
ta: நொடிகளில் சுகாதார சோதனை இடைவெளி

source: Timeout
ta: நேரம் முடிந்தது

source: Seconds allowed to complete the command before it fails
ta: கட்டளை தோல்வியடைவதற்கு முன்பு அதை முடிக்க விநாடிகள் அனுமதிக்கப்பட்டன

source: Start Period
ro: Perioadă de început
ta: தொடக்க காலம்

source: Initial delay of the command in seconds to grant the container time to boot
ta: துவக்க கொள்கலனின் நேரத்தை வழங்க நொடிகளில் கட்டளையின் ஆரம்ப நேரந்தவறுகை

source: Retries
ro: Încercări
ta: மறுமுயற்சிகள்

source: Number of retries allowed before a healthcheck fails
ta: ஒரு எல்த் செக் தோல்வியடைவதற்கு முன்பு அனுமதிக்கப்பட்ட முயற்சிகளின் எண்ணிக்கை

source: Error on loading container details
ro: Eroare la încărcarea detaliilor containerului
ta: கொள்கலன் விவரங்களை ஏற்றுவதில் பிழை

source: Container '{}' has been deleted
ro: Containerul '{}' a fost șters
ta: கொள்கலன் '{}' நீக்கப்பட்டது

source: Container
ta: சரக்குப் பெட்டகம்

source: Utilities
ro: Utilități
ta: பயன்பாடுகள்

source: Inspection
ro: Inspecție
ta: ஆய்வு

source: View all container properties in a structured text form
ta: கட்டமைக்கப்பட்ட உரை வடிவத்தில் அனைத்து கொள்கலன் பண்புகளையும் காண்க

source: Kube
ta: குபே

source: Generate Kubernetes YAML based on this container
ta: இந்த கொள்கலனின் அடிப்படையில் குபெர்னெட்ச் யாம்லை உருவாக்குங்கள்

source: Connect to the container's terminal
ta: கொள்கலனின் முனையத்துடன் இணைக்கவும்

source: Logs
ro: Jurnale
ta: பதிவுகள்

source: View and search through container logs
ta: கொள்கலன் பதிவுகள் மூலம் பார்க்கவும் தேடவும்

source: Processes
ro: Procese
ta: செயல்முறைகள்

source: View and manage processes of the container
ta: கொள்கலனின் செயல்முறைகளைக் காணவும் நிர்வகிக்கவும்

source: Select Host Destination Path
ro: Selectați calea de destinație pe gazdă
ta: புரவலன் இலக்கு பாதையைத் தேர்ந்தெடுக்கவும்

source: Download Files
ro: Descărcați fișiere
ta: கோப்புகளைப் பதிவிறக்கவும்

source: _Download
ro: _Descărcare
ta: பதிவிறக்குங்கள்

source: Container Path ('/' if empty)
ro: Cale în container ('/' în loc de vid)
ta: கொள்கலன் பாதை ('/' காலியாக இருந்தால்)

source: Host Path
ro: Calea în sistemul gazdă
ta: புரவலன் பாதை

source: Select a destination tar archive on the host
ta: ஓச்டில் இலக்கு தார் காப்பகத்தைத் தேர்ந்தெடுக்கவும்

source: Select _Path…
ro: Selectați _Cale…
ta: _ பாத் என்பதைத் தேர்ந்தெடுக்கவும்…

source: Select Host Directory
ro: Selectați directorul gazdă
ta: புரவலன் கோப்பகத்தைத் தேர்ந்தெடுக்கவும்

source: Select Host File
ro: Selectați fișier gazdă
ta: புரவலன் கோப்பைத் தேர்ந்தெடுக்கவும்

source: Select _Directory…
ro: Selectați un _Director…
ta: _ அடைவு என்பதைத் தேர்ந்தெடுக்கவும்…

source: Upload Files
ro: Încărcați fișiere
ta: கோப்புகளைப் பதிவேற்றவும்

source: Select a file or a directory from the host to upload
ta: பதிவேற்ற ஓச்டிலிருந்து ஒரு கோப்பு அல்லது கோப்பகத்தைத் தேர்ந்தெடுக்கவும்

source: Select _File…
ro: Selectați _Fișier…
ta: _ பைல் என்பதைத் தேர்ந்தெடுக்கவும்…

source: Passed Health Run
ro: A trecut Health Run
ta: சுகாதார ஓட்டத்தை நிறைவேற்றியது

source: Failed Health Run: {}
ro: Eșec de execuție a funcției de sănătate: {}
ta: தோல்வியுற்ற சுகாதார ரன்: {}

source: {} second
ro: {} secundă
ta: }} இரண்டாவது

source: Error on running health check
ro: Eroare la execuția verificării stării de sănătate
ta: சுகாதார சோதனை இயக்குவதில் பிழை

source: Container Health Check
ro: Verificarea sănătății containerului
ta: கொள்கலன் சுகாதார சோதனை

source: Configuration
ro: Configurare
ta: உள்ளமைவு

source: Status
ro: Stare
ta: நிலை

source: Failing Streak
ro: Eșec în serie
ta: தோல்வி

source: Log
ro: Jurnal
ta: பதிவு

source: Rows describe the last 5 health check attempts and results
ta: வரிசைகள் கடைசி 5 சுகாதார சோதனை முயற்சிகள் மற்றும் முடிவுகளை விவரிக்கின்றன

source: _Run Health Check
ro: _Executați verificarea stării de sănătate
ta: _ ரூன் சுகாதார சோதனை

source: Error while following log
ro: Eroare în timpul urmăririi jurnalului
ta: பதிவைப் பின்தொடரும் போது பிழை

source: Include timestamps
ro: Include marcajele temporale
ta: நேர முத்திரைகள் அடங்கும்

source: Error on saving logs
ro: Eroare la salvarea jurnalelor
ta: பதிவுகளைச் சேமிப்பதில் பிழை

source: Error on retrieving logs
ro: Eroare la recuperarea jurnalelor
ta: பதிவுகளை மீட்டெடுப்பதில் பிழை

source: Log has been saved
ta: பதிவு சேமிக்கப்பட்டுள்ளது

source: Error starting container
ro: Eroare la pornirea containerului
ta: தொடக்க கொள்கலன்

source: Error resuming container
ro: Eroare la reluarea containerului
ta: தொடர கொள்கலன் பிழை

source: _Save as File
ro: _Salvare ca fișier
ta: _சேவ் கோப்பாக

source: Show _Timestamps
ro: Afișare marcaje _temporale
ta: நேர முத்திரைகளைக் காட்டு

source: Container Logs
ro: Jurnalele de la containere
ta: கொள்கலன் பதிவுகள்

source: Start/Resume Container
ta: கொள்கலனைத் தொடங்க/மீண்டும் தொடங்குங்கள்

source: Streaming is disconnected because container is not running
ta: கொள்கலன் இயங்காததால் ச்ட்ரீமிங் துண்டிக்கப்படுகிறது

source: Loading previous lines
ro: Încărcarea liniilor anterioare
ta: முந்தைய வரிகளை ஏற்றுகிறது

source: Scroll to bottom
ro: Derulați până jos
ta: கீழே உருட்டவும்

source: _Start
ta: _ ச்டார்ட்

source: R_estart
ro: R_epornire
ta: மறுதொடக்கம்

source: _Pause
ro: _Pauză
ta: _PAUSS

source: since {}
ro: de la {}
ta: {} முதல்

source: Properties
ro: Proprietăți
ta: பண்புகள்

source: Rename (F2)
ro: Redenumire (F2)
ta: மறுபெயரிடுங்கள் (F2)

source: Id
ta: ஐடி

source: Commit (Ctrl+K)
ro: Comitere (Ctrl+K)
ta: கமிட் (ctrl+k)

source: Size
ro: Dimensiune
ta: அளவு

source: Download Files (Ctrl+D)
ro: Descărcare fișiere (Ctrl+D)
ta: கோப்புகளைப் பதிவிறக்குங்கள் (Ctrl+D)

source: Upload Files (Ctrl+U)
ro: Încărcarea fișierelor (Ctrl+U)
ta: கோப்புகளை பதிவேற்றவும் (Ctrl+U)

source: Port bindings
ro: Asignare de porturi
ta: துறைமுகம் பிணைப்புகள்

source: Image
ro: Imagine
ta: படம்

source: Processor ({} CPU)
ro: Procesor ({} CPU)
ta: செயலி ({} cpu)

source: Processor (? CPUs)
ro: Procesor (? CPUs)
ta: செயலி (? CPUS)

source: Resources Quick Reference
ro: Referință rapidă de Resurse
ta: வளங்கள் விரைவான குறிப்பு

source: Memory
ro: Memorie
ta: நினைவகம்

source: Network
ro: Rețea
ta: பிணையம்

source: Disk
ro: Disc
ta: வட்டு

source: Detach Terminal
ro: Detașează Terminalul
ta: முனையத்தைப் பிரிக்கவும்

source: Container Terminal
ro: TTY în Container
ta: கொள்கலன் முனையம்

source: Terminal error
ro: Eroare de terminal
ta: முனைய பிழை

source: '/bin/sh' not found
ro: '/bin/sh' nu a fost găsit
ta: '/பின்/சி' கிடைக்கவில்லை

source: _Copy
ro: _Copie
ta: _ கோபி

source: Copy as _HTML
ro: Copiați ca _HTML
ta: உஉகுமொ ஆக நகலெடுக்கவும்

source: _Paste
ro: Li_pește
ta: _ பேச்ட்

source: No Terminal
ro: Fără terminal
ta: முனையம் இல்லை

source: The container must be running to use the terminal
ta: முனையத்தைப் பயன்படுத்த கொள்கலன் இயங்க வேண்டும்

source: Start
ta: தொடங்கு

source: Error renaming container
ta: கொள்கலன் மறுபெயரிடுதல்

source: Container has been deleted
ta: கொள்கலன் நீக்கப்பட்டது

source: Rename Container
ro: Redenumiți containerul
ta: கொள்கலன் மறுபெயரிடுங்கள்

source: _Rename
ro: _Redenumire
ta: _ரினேம்

source: Error on starting container
ro: Eroare la pornirea containerului
ta: கொள்கலனைத் தொடங்குவதில் பிழை

source: Error on stopping container
ro: Eroare la oprirea containerului
ta: கொள்கலனை நிறுத்துவதில் பிழை

source: Error on killing container
ro: Eroare la terminarea containerului
ta: கொள்கலனைக் கொல்வதில் பிழை

source: Error on restarting container
ro: Eroare la repornirea containerului
ta: கொள்கலனை மறுதொடக்கம் செய்வதில் பிழை

source: Error on pausing container
ro: Eroare la întreruperea containerului
ta: கொள்கலனை இடைநிறுத்துவதில் பிழை

source: Error on resuming container
ro: Eroare la reluarea containerului
ta: மீண்டும் கொள்கலனில் பிழை

source: Error on deleting container
ro: Eroare la ștergerea containerului
ta: கொள்கலனை நீக்குவதில் பிழை

source: 1 container, running
ro: 1 container, în funcțiune
ta: 1 கொள்கலன், இயங்கும்

source: 1 container, stopped
ro: 1 container, oprit
ta: 1 கொள்கலன், நிறுத்தப்பட்டது

source: {} container total, {} running
ro: {} container în total, {} în curs de executare
ta: {} கொள்கலன் மொத்தம், {} இயங்குகிறது

source: {} Selected Container
ro: {} Container selectat
ta: {} தேர்ந்தெடுக்கப்பட்ட கொள்கலன்

source: Confirm Forced Deletion of Multiple Containers
ro: Confirmați ștergerea forțată a mai multor containere
ta: பல கொள்கலன்களை கட்டாயமாக நீக்குவதை உறுதிப்படுத்தவும்

source: All the data created inside the containers will be lost and running containers will be stopped!
ro: Toate datele create în interiorul containerelor se vor pierde și containerele care rulează vor fi oprite!
ta: கொள்கலன்களுக்குள் உருவாக்கப்பட்ட எல்லா தரவுகளும் தொலைந்து போகும் மற்றும் இயங்கும் கொள்கலன்கள் நிறுத்தப்படும்!

source: _Create Container
ro: _Creare de container
ta: _ கொள்கலன்

source: _Prune Stopped Containers
ro: Curățare de containere oprite
ta: _ பிரூன் நிறுத்தப்பட்ட கொள்கலன்கள்

source: _Select Visible
ro: _Selectare vizibilitate
ta: _ தெரியும்

source: Select None
ro: Selectați niciunul
ta: எதுவுமில்லை என்பதைத் தேர்ந்தெடுக்கவும்

source: Prune Stopped Containers
ro: Curățare de containere oprite
ta: ப்ரூன் நிறுத்தப்பட்ட கொள்கலன்கள்

source: More Actions
ro: Mai multe acțiuni
ta: மேலும் செயல்கள்

source: Show Only Running Containers
ro: Afișarea doar a containerelor în curs de execuție
ta: இயங்கும் கொள்கலன்களை மட்டும் காட்டு

source: Multi-Selection
ro: Selecție multiplă
ta: பல தேர்வு

source: Cancel
ro: Anulează
ta: ரத்துசெய்

source: No Running Containers
ro: Nici un container în curs de execuție
ta: இயங்கும் கொள்கலன்கள் இல்லை

source: _Show All Containers
ro: Afișează toate containerele
ta: _ அனைத்து கொள்கலன்களையும் மாற்றவும்

source: No Containers Available
ta: கொள்கலன்கள் எதுவும் கிடைக்கவில்லை

source: _Prune
ro: _Suprimare
ta: _ பிரூன்

source: Prune Options
ro: Opțiuni de suprimare
ta: கத்தரிக்காய் விருப்பங்கள்

source: Prune containers created before this timestamp
ta: இந்த நேர முத்திரைக்கு முன் உருவாக்கப்பட்ட கத்தரிக்காய் கொள்கலன்கள்

source: Container Path
ro: Calea în container
ta: கொள்கலன் பாதை

source: Readable
ro: Lizibil
ta: படிக்கக்கூடியது

source: Writable
ro: Inscriptibil
ta: எழுதக்கூடியது

source: Select Build Context Directory
ro: Selectați directorul contextual de construcție
ta: உருவாக்க சூழல் கோப்பகத்தைத் தேர்ந்தெடுக்கவும்

source: Image name must not contain uppercase characters
ta: பட பெயரில் பெரிய எழுத்துக்கள் இருக்கக்கூடாது

source: Build Image
ro: Construiți imaginea
ta: படத்தை உருவாக்குங்கள்

source: _Build
ro: _Construire
ta: கட்டு (_B)

source: Image Name
ro: Numele imaginii
ta: படத்தின் பெயர்

source: Build Context Directory
ro: Directorul contextual de construcție
ta: சூழல் கோப்பகத்தை உருவாக்குங்கள்

source: Select…
ro: Selectați…
ta: தேர்ந்தெடுக்கவும்…

source: Containerfile Path Relative to Build Context Directory
ro: Calea fișierului containerului în raport cu directorul de construcție din context
ta: சூழல் கோப்பகத்தை உருவாக்குவதற்கு தொடர்புடைய கொள்கலன் பாதை

source: {} (Virtual: {})
ta: {} (மெய்நிகர்: {})

source: {} (Shared: {})
ro: {} (Partajat: {})
ta: {} (பகிரப்பட்டது: {})

source: {} (Shared: {}, Virtual: {})
ro: {} (Partajat: {}, Virtual: {})
ta: {} (பகிரப்பட்டது: {}, மெய்நிகர்: {})

source: Error on loading image details
ro: Eroare la încărcarea detaliilor imaginii
ta: பட விவரங்களை ஏற்றுவதில் பிழை

source: Image '{}' has been deleted
ro: Imaginea '{}' a fost ștearsă
ta: படம் '{}' நீக்கப்பட்டது

source: Create Repository Tag
ro: Creare de etichetă de depozit
ta: களஞ்சிய குறிச்சொல்லை உருவாக்கவும்

source: Delete Image
ro: Suprimarea imaginii
ta: படத்தை நீக்கு

source: Disk Space
ta: வட்டு இடம்

source: Entry Point
ro: Punct de intrare
ta: நுழைவு புள்ளி

source: Ports
ro: Porturi
ta: துறைமுகங்கள்

source: View all image properties in a structured text form
ta: கட்டமைக்கப்பட்ட உரை வடிவத்தில் அனைத்து பட பண்புகளையும் காண்க

source: History
ro: Istorie
ta: வரலாறு

source: View parent layers of this image
ta: இந்த படத்தின் பெற்றோர் அடுக்குகளைக் காண்க

source: Repository Tags
ro: Etichete de depozit
ta: களஞ்சிய குறிச்சொற்கள்

source: {} entry
ro: {} intrare
ta: {} நுழைவு

source: {} in total
ro: {} în total
ta: {} மொத்தத்தில்

source: <None>
ro: <Nimic>
ta: <இல்லை>

source: Unknown Date
ro: Data necunoscută
ta: தெரியாத தேதி

source: Unknown size
ro: Dimensiune necunoscută
ta: தெரியாத அளவு

source: Created by
ro: Creat de
ta: உருவாக்கியது

source: Tags
ro: Etichete
ta: குறிச்சொற்கள்

source: Error on retrieving history
ro: Eroare la regăsirea istoricului
ta: வரலாற்றை மீட்டெடுப்பதில் பிழை

source: Image History
ro: Istoricul imaginilor
ta: பட வரலாறு

source: History List
ro: Listă de istorice
ta: வரலாற்று பட்டியல்

source: _Create Container…
ro: _Creează container…
ta: _ கிரீட் கொள்கலன்…

source: Image {}
ro: Imagine {}
ta: படம் {}

source: No Results For {}
ro: Niciun rezultat pentru {}
ta: {For க்கு முடிவுகள் இல்லை

source: Failed to search for images
ro: Eșec la căutarea de imagini
ta: படங்களைத் தேடத் தவறிவிட்டது

source: Select Tag
ta: குறிச்சொல்லைத் தேர்ந்தெடுக்கவும்

source: Enter image search term
ta: பட தேடல் காலத்தை உள்ளிடவும்

source: Next
ta: அடுத்தது

source: Find Remote Images
ta: தொலைதூர படங்களைக் கண்டறியவும்

source: Please start typing to look for remote images
ta: தொலைதூர படங்களைத் தேட தட்டச்சு செய்யத் தொடங்குங்கள்

source: Searching
ta: தேடுகிறது

source: Please retry another term
ta: மற்றொரு காலத்தை மீண்டும் முயற்சிக்கவும்

source: Official
ta: அதிகாரி

source: Select Image
ro: Selecționarea imaginii
ta: படத்தைத் தேர்ந்தெடுக்கவும்

source: Local Image
ro: Imagine locală
ta: உள்ளக படம்

source: Remote Image
ro: Imagine la distanță
ta: தொலை படம்

source: Select
ta: தேர்ந்தெடு

source: No Local Images Available
ta: உள்ளக படங்கள் எதுவும் கிடைக்கவில்லை

source: Filter
ro: Filtru
ta: வடிப்பி

source: Select Local Image
ro: Selecționare de imagine locală
ta: உள்ளக படத்தைத் தேர்ந்தெடுக்கவும்

source: _Select
ro: _Selectați
ta: _ தேர்ந்தெடுக்கவும்

source: No Results
ta: முடிவுகள் இல்லை

source: _Clear Filter
ta: _ கிளையர் வடிகட்டி

source: Confirm Image Deletion
ta: பட நீக்குதலை உறுதிப்படுத்தவும்

source: Image is used by container <b>{}</b>. Deleting the image will also delete all its associated containers.
ro: Imaginea este utilizată de containerul <b>{}</b>. Ștergerea imaginii va șterge, de asemenea, toate containerele asociate acesteia.
ta: படம் கொள்கலன் <b> {} </b> ஆல் பயன்படுத்தப்படுகிறது. படத்தை நீக்குவது அதனுடன் தொடர்புடைய அனைத்து கொள்கலன்களையும் நீக்கிவிடும்.

source: Error on deleting image '{}'
ro: Eroare la ștergerea imaginii '{}'
ta: படத்தை நீக்குவதில் பிழை '{}'

source: 1 image, used
ro: 1 imagine, utilizată
ta: 1 படம், பயன்படுத்தப்படுகிறது

source: 1 image, unused
ro: 1 imagine, neutilizată
ta: 1 படம், பயன்படுத்தப்படாதது

source: {} image total ({}), {} unused ({})
ro: {} imagine în total ({}), {} neutilizată ({})
ta: {} பட மொத்தம் ({}), {} பயன்படுத்தப்படாத ({})

source: {} Selected Image
ro: {} Imagine selectată
ta: }} தேர்ந்தெடுக்கப்பட்ட படம்

source: Confirm Forced Deletion of Multiple Images
ro: Confirmați ștergerea forțată a mai multor imagini
ta: பல படங்களை கட்டாயமாக நீக்குவதை உறுதிப்படுத்தவும்

source: There may be containers associated with those images, which will also be removed!
ro: Pot exista containere asociate cu aceste imagini, care vor fi, de asemenea, eliminate!
ta: அந்த படங்களுடன் தொடர்புடைய கொள்கலன்கள் இருக்கலாம், அவை அகற்றப்படும்!

source: _Prune Unused Images
ro: Su_primați imaginile nefolosite
ta: _ பயன்படுத்தப்படாத படங்கள்

source: Create Image
ro: Creare de Imagine
ta: படத்தை உருவாக்கு

source: Prune Unused Images
ro: Suprimarea imaginilor nefolosite
ta: பயன்படுத்தப்படாத படங்களை கத்தரிக்கவும்

source: Show Only Tagged Images
ro: Afișarea numai a imaginilor etichetate
ta: குறிக்கப்பட்ட படங்களை மட்டும் காட்டு

source: No Tagged Images
ro: Nu există imagini etichetate
ta: குறிக்கப்பட்ட படங்கள் இல்லை

source: _Show All Images
ro: Afișarea tuturor imaginilor
ta: _ எல்லா படங்களையும் மாற்றவும்

source: No Images Available
ta: படங்கள் எதுவும் கிடைக்கவில்லை

source: _Download Image
ro: _Descărcare de imagine
ta: படத்தைப் பதிவிறக்கவும்

source: _Build Image
ro: Construcție de imagine
ta: _ உருவத்தை உருவாக்குங்கள்

source: Prune Images
ro: Suprimați imaginile
ta: படங்களை கத்தரிக்காய்

source: Prune All
ro: Suprimă tot
ta: அனைத்தையும் கத்தரிக்கவும்

source: Prune External
ro: Suprimare externă
ta: வெளிப்புற கத்தரிக்காய்

source: Prune images created before this timestamp
ta: இந்த நேர முத்திரைக்கு முன் உருவாக்கப்பட்ட படங்களை கத்தரிக்காய்

source: {} Container
ta: {} கொள்கலன்

source: {} Option
ro: {} Opțiune
ta: }} விருப்பம்

source: {} State
ro: {} Stare
ta: {} மாநிலம்

source: {} Image
ro: {} Imagine
ta: }} படம்

source: Error on retrieving info
ro: Eroare la recuperarea informației
ta: தகவலை மீட்டெடுப்பதில் பிழை

source: Version
ro: Versiune
ta: பதிப்பு

source: API Version
ro: Versiunea API
ta: பநிஇ பதிப்பு

source: Built Time
ro: Timp de construcție
ta: கட்டப்பட்ட நேரம்

source: Git Commit
ro: Comitere în Git
ta: அறிவிலி கமிட்

source: Go Version
ro: Versiunea Go
ta: பதிப்பு செல்லவும்

source: Os Arch
ro: Arch Os
ta: OS வளைவு

source: Storage
ro: Stocaj
ta: சேமிப்பு

source: Describes the container storage and its attributes
ta: கொள்கலன் சேமிப்பு மற்றும் அதன் பண்புகளை விவரிக்கிறது

source: Config File
ro: Fișier de configurare
ta: கட்டமைப்பு கோப்பு

source: Container Store
ro: Magazin de containere
ta: கொள்கலன் கடை

source: Describes the quantity of containers in the store by status
ta: கடையில் உள்ள கொள்கலன்களின் அளவை அந்தச்தால் விவரிக்கிறது

source: Graph Driver Name
ro: Numele driverului grafic
ta: வரைபட இயக்கி பெயர்

source: Graph Options
ro: Opțiuni grafice
ta: வரைபட விருப்பங்கள்

source: Graph Root
ro: Rădăcină graf
ta: வரைபட வேர்

source: Graph Status
ro: Starea graficului
ta: வரைபட நிலை

source: Image Store
ro: Magazin de imagini
ta: பட கடை

source: Describes number of images
ta: படங்களின் எண்ணிக்கையை விவரிக்கிறது

source: Run Root
ro: Rulați Root
ta: ரூட் ரன்

source: Volume Path
ro: Calea volumului
ta: தொகுதி பாதை

source: No Info
ta: செய்தி இல்லை

source: There was an error while fetching the information
ta: தகவல்களைப் பெறும்போது பிழை ஏற்பட்டது

source: Key
ro: Cheie
ta: விசை

source: Value
ro: Valoare
ta: மதிப்பு

source: No volume selected (will create a new one)
ta: எந்த தொகுதி தேர்ந்தெடுக்கப்படவில்லை (புதிய ஒன்றை உருவாக்கும்)

source: Type
ro: Tip
ta: வகை

source: Bind
ro: Corespondență
ta: பிணைப்பு

source: Volume
ro: Volum
ta: தொகுதி

source: SELinux
ta: செலினக்ச்

source: No label
ro: Fără etichetă
ta: சிட்டை இல்லை

source: Shared
ro: Partajat
ta: பகிரப்பட்டது

source: Private
ro: Privat
ta: தனிப்பட்ட

source: Hostname
ro: Nume gazdă
ta: புரவலன்பெயர்

source: IP
ta: ஐபி

source: Add Host
ro: Adaugă o Gazdă
ta: ஓச்டைச் சேர்க்கவும்

source: Add Device
ro: Adaugă un dispozitiv
ta: சாதனத்தைச் சேர்க்கவும்

source: Create Pod
ro: Creați Pod
ta: நெற்று உருவாக்கவும்

source: _Create
ro: _Creare
ta: _ கிரேட்
