Repository: bengsparks/pods
Catalog: po/*.po
Languages: ro, ta

source: Disable /etc/resolv.conf management
ro: Dezactivați gestionarea /etc/resolv.conf
ta: /Etc/resolv.conf நிர்வாகத்தை முடக்கு

source: Pod Create Command
ro: Comandă Creare pod
ta: நெற்று கட்டளை உருவாக்கு

source: Devices
ro: Dispozitive
ta: சாதனங்கள்

source: Hosts
ro: Gazde
ta: ஓச்ட்கள்

source: Infra
ta: அகச்சிவப்பு

source: Disable Infra
ro: Dezactivați Infra
ta: அகச்சிவப்பு முடக்கு

source: Common PID File
ro: Fișier PID comun
ta: பொதுவான பிஐடி கோப்பு

source: Error on loading pod data
ro: Eroare la încărcarea datelor podului
ta: POD தரவை ஏற்றுவதில் பிழை

source: Pod '{}' has been deleted
ro: Podul '{}' a fost suprimat
ta: பாட் '{}' நீக்கப்பட்டது

source: View all pod properties in a structured text form
ta: கட்டமைக்கப்பட்ட உரை வடிவத்தில் அனைத்து நெற்று பண்புகளையும் காண்க

source: Generate Kubernetes YAML based on this pod
ta: இந்த பாட் அடிப்படையில் குபெர்னெட்ச் யம்லை உருவாக்குங்கள்

source: View processes of the pod
ta: நெற்றின் செயல்முறைகளைக் காண்க

source: Pod Details
ro: Detaliile capsulei
ta: நெற்று விவரங்கள்

source: No Pod Available
ta: நெற்று கிடைக்கவில்லை

source: _Create Pod
ro: _Creare de capsulă
ta: _ கிரேட் பாட்

source: Select Pod
ro: Selectare de capsulă
ta: நெற்று என்பதைத் தேர்ந்தெடுக்கவும்

source: Error on starting pod
ro: Eroare la pornirea podului
ta: நெற்றைத் தொடங்குவதில் பிழை

source: Error on stopping pod
ro: Eroare la oprirea podului
ta: நெற்று நிறுத்துவதில் பிழை

source: Error on killing pod
ro: Eroare la oprirea forțată a podului
ta: நெற்றைக் கொல்வதில் பிழை

source: Error on restarting pod
ro: Eroare la repornirea podului
ta: நெற்று மறுதொடக்கம் செய்வதில் பிழை

source: Error on pausing pod
ro: Eroare la punerea în pauză a podului
ta: POD ஐ இடைநிறுத்துவதில் பிழை

source: Error on resuming pod
ro: Eroare la reluarea podului
ta: நெற்று மீண்டும் தொடங்குவதில் பிழை

source: Error on deleting pod
ro: Eroare la suprimarea podului
ta: நெற்று நீக்குவதில் பிழை

source: Confirm Pod Deletion
ta: நெற்று நீக்குதலை உறுதிப்படுத்தவும்

source: Pod contains container <b>{}</b>. Deleting the pod will also delete all its containers.
ro: Podul conține containerul <b>{}</b>. Suprimarea podului va șterge, de asemenea, toate containerele sale.
ta: நெற்று கொள்கலன் <b> {} </b> ஐக் கொண்டுள்ளது. நெற்று நீக்குவது அதன் அனைத்து கொள்கலன்களையும் நீக்கிவிடும்.

source: 1 pod, running
ro: 1 pod, care rulează
ta: 1 நெற்று, இயங்கும்

source: 1 pod, stopped
ro: 1 pod, oprit
ta: 1 பாட், நிறுத்தப்பட்டது

source: {} pod total, {} running
ro: {} capsulă în total, {} în curs de execuție
ta: {} பாட் மொத்தம், {} இயங்கும்

source: {} Selected Pod
ro: {} Pod selectat
ta: }} தேர்ந்தெடுக்கப்பட்ட பாட்

source: Confirm Forced Deletion of Multiple Pods
ro: Confirmați ștergerea forțată a mai multor poduri
ta: பல காய்களை கட்டாயமாக நீக்குவதை உறுதிப்படுத்தவும்

source: All associated containers will also be removed!
ro: Toate containerele asociate vor fi, de asemenea, eliminate!
ta: தொடர்புடைய அனைத்து கொள்கலன்களும் அகற்றப்படும்!

source: _Prune Stopped Pods
ro: Curățare de capsule oprite
ta: _ ப்ரூன் நிறுத்தப்பட்ட காய்களை

source: Prune Stopped Pods
ro: Șterge capsulele oprite
ta: ப்ரூன் காய்களை நிறுத்தியது

source: Show Only Running Pods
ro: Să se afișeze doar capsulele în funcțiune
ta: இயங்கும் காய்களை மட்டும் காட்டு

source: No Running Pods
ro: Nu exista capsule în curs de execuție
ta: இயங்கும் காய்கள் இல்லை

source: _Show All Pods
ro: Să se afișeze toate capsulele
ta: _ அனைத்து காய்களையும் மாற்றவும்

source: No Pods Available
ta: காய்கள் எதுவும் கிடைக்கவில்லை

source: Protocol
ta: நெறிமுறை

source: TCP
ta: டி.சி.பி.

source: UDP
ta: யுடிபி

source: IP Address
ro: Adresă IP
ta: ஐபி முகவரி

source: Host Port
ro: Portul în sistemul gazdă
ta: புரவலன் துறைமுகம்

source: If 0, a random port is assigned on the host (guaranteed above 1024)
ta: 0 என்றால், ஓச்டில் ஒரு சீரற்ற துறைமுகம் ஒதுக்கப்பட்டுள்ளது (1024 க்கு மேலே உத்தரவாதம்)

source: Container Port
ro: Portul containerului
ta: கொள்கலன் துறைமுகம்

source: Repo tag must contain a colon “:”
ro: Eticheta Repo trebuie să conțină două puncte ":"
ta: ரெப்போ குறிச்சொல்லில் ஒரு பெருங்குடல் இருக்க வேண்டும் “:”

source: Add Repository Tag
ro: Adăugați etichetă de depozit
ta: களஞ்சிய குறிச்சொல்லைச் சேர்க்கவும்

source: Repository Tag
ro: Etichetă de depozit
ta: களஞ்சிய குறிச்சொல்

source: Error on accessing keyring
ro: Eroare la accesarea sistemului de chei
ta: கெய்ரிங்கை அணுகுவதில் பிழை

source: Error saving credentials
ro: Eroare la salvarea informațiilor de conectare
ta: சான்றுகளைச் சேமிக்கும் பிழை

source: Secret Service is not available
ro: Secret Service nu este disponibil
ta: இரகசிய பணி கிடைக்கவில்லை

source: Push Image
ro: Trimitere de imagine
ta: படத்தை தள்ளுங்கள்

source: _Push
ro: A_pasă
ta: _ புச்

source: Options
ro: Opțiuni
ta: விருப்பங்கள்

source: TLS Verify
ro: Verifică TLS
ta: Tls சரிபார்க்கவும்

source: Login
ta: புகுபதிவு

source: Some registries require authentication
ta: சில பதிவுகளுக்கு ஏற்பு தேவை

source: Authentication
ro: Autentificare
ta: ஏற்பு

source: Password
ro: Parolă
ta: கடவுச்சொல்

source: Token
ro: Jeton
ta: கிள்ளாக்கு

source: Username
ro: Nume de utilizator
ta: பயனர்பெயர்

source: Save Credentials
ro: Salvați informațiile de conectare
ta: நற்சான்றிதழ்களைச் சேமிக்கவும்

source: Error on untagging image
ro: Eroare la de-etichetarea imaginii
ta: கட்டமைக்காத படத்தில் பிழை

source: Pull Latest
ro: Recuperează pe cel mai recent
ta: அண்மைக் கால இழுத்தல்

source: Push to Registry
ro: Trimitere în Registru
ta: பதிவேட்டில் தள்ளுங்கள்

source: Untag
ro: Deetichetează
ta: அவிழ்த்து

source: Fetching Tags
ta: குறிச்சொற்களைப் பெறுதல்

source: Image Inspection
ro: Inspecția imaginii
ta: பட ஆய்வு

source: Container Inspection
ro: Inspecția containerelor
ta: கொள்கலன் ஆய்வு

source: Container Kube Generation
ro: Generare de containere Kube
ta: கொள்கலன் கியூப் தலைமுறை

source: Pod Inspection
ro: Inspecție Pod
ta: நெற்று ஆய்வு

source: Pod Kube Generation
ro: Generare de Pod Kube
ta: பாட் கியூப் தலைமுறை

source: Volume Inspection
ro: Inspecția volumelor
ta: தொகுதி ஆய்வு

source: Could not set language to '{}'
ro: Nu s-a putut seta limba la '{}'
ta: மொழியை '{}' என அமைக்க முடியவில்லை

source: Inspection error
ro: Eroare de inspecție
ta: ஆய்வு பிழை

source: Kube generation error
ro: Eroare de generare Kube
ta: கியூப் தலைமுறை பிழை

source: Start typing to look for results
ta: முடிவுகளைத் தேட தட்டச்சு செய்யத் தொடங்குங்கள்

source: No Results Found
ro: Nu s-au găsit rezultate
ta: முடிவுகள் எதுவும் கிடைக்கவில்லை

# shortcut window
source: General
ta: பொது

# shortcut window
source: Show Shortcuts
ro: Afișare comenzi rapide
ta: குறுக்குவழிகளைக் காட்டு

# shortcut window
source: Show menu
ro: Afișare meniu
ta: மெனுவைக் காட்டு

# shortcut window
source: Quit
ro: Închidere
ta: வெளியேறு

# shortcut window
source: Close window
ro: Închide fereastra
ta: சாளரத்தை மூடு

# shortcut window
source: Close dialog
ro: Închide fereastra de dialog
ta: உரையாடலை மூடு

# shortcut window
source: Search
ro: Căutare
ta: தேடல்

# shortcut window
source: Navigation
ro: Navigație
ta: வானோடல்

# shortcut window
source: Go back
ro: Înapoi
ta: திரும்பிச் செல்லுங்கள்

# shortcut window
source: Return to main view
ro: Revenire la vizualizarea principală
ta: முக்கிய பார்வைக்குத் திரும்பு

# shortcut window
source: Container
ta: சரக்குப் பெட்டகம்

# shortcut window
source: Rename
ro: Redenumire
ta: மறுபெயரிடுங்கள்

# shortcut window
source: Commit
ro: Comitere
ta: கமிட்

# shortcut window
source: Download files
ro: Descărcare fișiere
ta: கோப்புகளைப் பதிவிறக்கவும்

# shortcut window
source: Upload files
ro: Încărcați fișiere
ta: கோப்புகளைப் பதிவேற்றவும்

# shortcut window
source: Text view
ro: Vizualizare text
ta: உரை பார்வை

# shortcut window
source: Zoom in
ro: Mărire
ta: பெரிதாக்கு

# shortcut window
source: Zoom out
ro: Micșorare
ta: சிறிதாக்கு

# shortcut window
source: Reset zoom
ro: Resetare zoom
ta: பெரிதாக்கு மீட்டமைக்கவும்

# shortcut window
source: Terminal
ta: முனையத்தில்

# shortcut window
source: Copy selection to clipboard
ro: Copiați selecția în clipboard
ta: இடைநிலைப்பலகைக்கு தேர்வை நகலெடுக்கவும்

# shortcut window
source: Paste from clipboard
ro: Lipiți din clipboard
ta: கிளிப்போர்டிலிருந்து ஒட்டவும்

# shortcut window
source: Podman
ta: சப்மேன்

# shortcut window
source: Add a new connection
ro: Adăugați o conexiune nouă
ta: புதிய இணைப்பைச் சேர்க்கவும்

# shortcut window
source: Create a new entity
ro: Creați o nouă entitate
ta: ஒரு புதிய நிறுவனத்தை உருவாக்கவும்

source: Container Processes
ro: Procese de containere
ta: கொள்கலன் செயல்முறைகள்

source: Pod Processes
ro: Procese pod
ta: நெற்று செயல்முறைகள்

source: USER
ro: UTILIZATOR
ta: பயனர்

source: PID
ta: பிஐடி

source: PPID
ta: பிபிட்

source: ELAPSED
ro: PETRECUT
ta: கடந்தது

source: TIME
ro: TIMP
ta: நேரம்

source: COMMAND
ro: COMANDĂ
ta: கட்டளை

source: Killing pod processes is not supported
ro: Terminarea forțată a proceselor capsulelor nu este suportată
ta: நெற்று செயல்முறைகளை கொல்வது ஆதரிக்கப்படவில்லை

source: Create Volume
ro: Creare de volum
ta: தொகுதியை உருவாக்கவும்

source: Volume '{}' has been deleted
ro: Volumul '{}' a fost șters
ta: தொகுதி '{}' நீக்கப்பட்டது

source: Delete Volume
ro: Suprimarea volumului
ta: அளவை நீக்கு

source: Driver
ta: இயக்கி

source: Mount Path
ro: Montare de cale
ta: மவுண்ட் பாதை

source: View all volume properties in a structured text form
ta: கட்டமைக்கப்பட்ட உரை வடிவத்தில் அனைத்து தொகுதி பண்புகளையும் காண்க

source: {} old
ro: {} vechi
ta: {} பழையது

source: Volume {}
ro: Volum {}
ta: தொகுதி {}

source: No Volume Available
ta: எந்த தொகுதி கிடைக்கவில்லை

source: _Create Volume
ro: _Creați Volum
ta: _ கிரீட் தொகுதி

source: Select Volume
ro: Selectare volum
ta: தொகுதியைத் தேர்ந்தெடுக்கவும்

source: Confirm Volume Deletion
ta: தொகுதி நீக்குதலை உறுதிப்படுத்தவும்

source: Volume is used by container <b>{}</b>. Deleting the volume will also delete these containers.
ro: Volumul este utilizat de containerul <b>{}</b>. Suprimarea volumului va determina, de asemenea, ștergerea tuturor containerele asociate.
ta: தொகுதி கொள்கலன் <b> {} </b> ஆல் பயன்படுத்தப்படுகிறது. அளவை நீக்குவது இந்த கொள்கலன்களையும் நீக்கிவிடும்.

source: Error on deleting volume '{}'
ro: Eroare la ștergerea volumului '{}'
ta: '{}' அளவை நீக்குவதில் பிழை

source: 1 volume, used
ro: 1 volum, utilizat
ta: 1 தொகுதி, பயன்படுத்தப்படுகிறது

source: 1 volume, unused
ro: 1 volum, neutilizat
ta: 1 தொகுதி, பயன்படுத்தப்படாதது

source: {} volumes total, {} unused
ro: {} volum în total, {} neutilizat
ta: {} தொகுதிகள் மொத்தம், {} பயன்படுத்தப்படாதது

source: {} Selected Volume
ro: {} volum selecționat
ta: {} தேர்ந்தெடுக்கப்பட்ட தொகுதி

source: Confirm Forced Deletion of Multiple Volumes
ro: Confirmați ștergerea forțată a mai multor volume
ta: பல தொகுதிகளை கட்டாயமாக நீக்குவதை உறுதிப்படுத்தவும்

source: There may be containers associated with some of the volumes, which will also be removed!
ro: Pot exista containere asociate cu aceste volume, care vor fi, de asemenea, eliminate!
ta: சில தொகுதிகளுடன் தொடர்புடைய கொள்கலன்கள் இருக்கலாம், அவை அகற்றப்படும்!

source: _Prune Volumes
ro: Suprimați volumele
ta: _ பிரூன் தொகுதிகள்

source: Prune Volumes
ro: Suprimați volumele
ta: கத்தரிக்காய் தொகுதிகள்

source: Show Only Used Volumes
ro: Afișează doar volumele utilizate
ta: பயன்படுத்தப்பட்ட தொகுதிகளை மட்டுமே காட்டு

source: No Volumes in Use
ro: Nu au fost găsite volume în curs de utilizare
ta: பயன்பாட்டில் எந்த தொகுதிகளும் இல்லை

source: _Show All Volumes
ro: Afișează toate volumele
ta: _ எல்லா தொகுதிகளையும் மாற்றவும்

source: No Volumes Available
ta: எந்த தொகுதிகளும் கிடைக்கவில்லை

source: Prune volumes created before this timestamp
ta: இந்த நேர முத்திரைக்கு முன் உருவாக்கப்பட்ட கத்தரிக்காய் தொகுதிகள்

source: Welcome to Pods
ro: Bine ați venit în Pods
ta: காய்களுக்கு வருக

source: Create a new connection to Podman to get started
ta: தொடங்குவதற்கு போட்மேனுடன் ஒரு புதிய இணைப்பை உருவாக்கவும்

source: _New Connection
ro: Conexiune _nouă
ta: _ புதிய இணைப்பு

source: Confirm Exiting The Application
ro: Confirmați ieșirea din aplicație
ta: விண்ணப்பத்திலிருந்து வெளியேறுவதை உறுதிப்படுத்தவும்

source: Error on loading images
ro: Eroare la încărcarea imaginii
ta: படங்களை ஏற்றுவதில் பிழை

source: Error on loading containers
ro: Eroare la încărcarea containerului
ta: கொள்கலன்களை ஏற்றுவதில் பிழை

source: Error on loading pods
ro: Eroare la încărcarea datelor capsulei
ta: காய்களை ஏற்றுவதில் பிழை

source: Error on loading volumes
ro: Eroare la încărcarea volumelor
ta: தொகுதிகளை ஏற்றுவதில் பிழை

source: Invalid date format
ro: Format de dată invalid
ta: தவறான தேதி வடிவம்

source: Prune Until
ro: Suprimați pana când
ta: வரை கத்தரிக்காய்

source: AM
ta: ஆம்

source: PM
ta: பி.எம்

source: _Keyboard Shortcuts
ro: _Comenzi rapide de la tastatură
ta: விசைப்பலகை குறுக்குவழிகள்

source: _About Pods
ro: _Despre Pods
ta: _ விழிப்புணர்வு

source: Main Menu
ro: Meniul principal
ta: பட்டியல் விளையாடுங்கள்

source: 0 of {}
ro: 0 din {}
ta: {Of of இன் 0

source: Previous (Ctrl+Shift+G)
ro: Anterior (Ctrl+Shift+G)
ta: முந்தைய (CTRL+SHIFT+G)

source: Next (Ctrl+G)
ro: Următorul (Ctrl+G)
ta: அடுத்து (ctrl+g)

source: Regular Expression
ro: Expresie regulată
ta: வழக்கமான வெளிப்பாடு

source: Case Sensitive
ro: Sensibil la litere mari și mici
ta: வழக்கு உணர்திறன்

source: Whole Word
ro: Cuvânt întreg
ta: முழு சொல்

source: _Retry
ro: _Reîncercare

source: _Cancel
ro: Anulare

source: _Connect
ro: _Conectați-vă

source: _Commit
ro: _Comite

source: _Upload
ro: _Încărcați

source: _Resume
ro: _Reluare

source: Re_name…
ro: Re_denumire…

source: _Delete
ro: _Ștergeți

source: _Add
ro: _Adaugă

source: {} of {}
ro: {} din {}
