Repository: bengsparks/pods
Catalog: po/*.po
Languages: ro, ta

source: Some strings has been marked as translatable that where previously forgotten.
ro: Au fost marcate ca traductibile unele șiruri de caractere care anterior fuseseră uitate.
ta: சில சரங்கள் முன்பு மறந்துவிட்ட இடத்தை மொழிபெயர்க்கக்கூடியவை என குறிக்கப்பட்டுள்ளன.

source: Some strings has been changed to be more accurate.
ro: Unele șiruri de caractere au fost modificate pentru a fi mai precise.
ta: சில சரங்கள் மிகவும் துல்லியமாக மாற்றப்பட்டுள்ளன.

source: A workaround and a fix have been implemented specifically for crashes that led to crashes when using podman 3.0.
ro: O remediere a fost implementată special pentru crash-urile rezultate din utilizarea Podman 3.0.
ta: போட்மேன் 3.0 ஐப் பயன்படுத்தும் போது விபத்துக்களுக்கு வழிவகுத்த விபத்துக்களுக்கு ஒரு பணித்தொகுப்பு மற்றும் ஒரு பிழைத்திருத்தம் குறிப்பாக செயல்படுத்தப்பட்டுள்ளது.

source: Fixed a style bug that caused the inner scrollbar on the connection selection page to have an offset.
ro: A fost reparată o eroare de stil care făcea ca bara de derulare interioară de pe pagina de selecție a conexiunilor să aibă un decalaj.
ta: இணைப்பு தேர்வு பக்கத்தில் உள்ள உள் சுருள் பட்டியை ஆஃப்செட் கொண்டிருக்க காரணமாக ஒரு பாணி பிழை சரி செய்யப்பட்டது.

source: Pods 1.1.0-beta.1 contains the following features, bug fixes and improvements:
ro: Pods 1.1.0-beta.1 conține următoarele caracteristici, remedieri și îmbunătățiri:
ta: PODS 1.1.0-BETA.1 இல் பின்வரும் நற்பொருத்தங்கள், பிழை திருத்தங்கள் மற்றும் மேம்பாடுகள் உள்ளன:

source: The fonts in all text views, such as those in the inspection pages, are now scalable using typical shortcuts.
ro: Fonturile din toate vizualizările de text, cum ar fi cele din paginile de inspecție, sunt acum scalabile cu ajutorul shortcut-urilor specifice.
ta: ஆய்வு பக்கங்களில் உள்ள அனைத்து உரை காட்சிகளிலும் உள்ள எழுத்துருக்கள் இப்போது வழக்கமான குறுக்குவழிகளைப் பயன்படுத்தி அளவிடக்கூடியவை.

source: It is now prevented that actions in subpages like the container inspection subpage can be triggered via shortcuts (e.g. the action to download files).
ro: De acum se previne ca acțiunile din sub-pagini, cum ar fi sub-pagina de inspecție a containerului, să poată fi declanșate prin shortcut-uri (de exemplu, acțiunea de descărcare a fișierelor).
ta: கொள்கலன் ஆய்வு துணைப்பிரிவு போன்ற துணைப்பிரிவுகளில் உள்ள செயல்களை குறுக்குவழிகள் வழியாக (எ.கா. கோப்புகளைப் பதிவிறக்குவதற்கான செயல்) தூண்டப்படலாம் என்று இப்போது தடுக்கப்பட்டுள்ளது.

source: More ANSI escape sequences like background colors and bright colors has been added to the container log page.
ro: Mai multe secvențe de control ANSI, cum ar fi culorile de fundal și culorile luminoase, au fost adăugate la pagina de jurnal a containerului.
ta: கொள்கலன் பதிவு பக்கத்தில் பின்னணி வண்ணங்கள் மற்றும் பிரகாசமான வண்ணங்கள் போன்ற கூடுதல் ANSI தப்பிக்கும் காட்சிகள் சேர்க்கப்பட்டுள்ளன.

source: Fixed a bug that caused some containers to not display most log lines.
ro: A fost reparată o eroare care făcea ca unele containere să nu afișeze majoritatea liniilor de jurnal.
ta: சில கொள்கலன்கள் பெரும்பாலான பதிவு வரிகளைக் காண்பிக்காத ஒரு பிழை சரி செய்யப்பட்டது.

source: The name of the container is now also displayed as a subtitle in the health check page.
ro: Numele containerului este acum afișat și ca subtitlu în pagina de verificare a stării de sănătate.
ta: கொள்கலனின் பெயர் இப்போது சுகாதார சோதனை பக்கத்தில் வசனமாக காட்டப்பட்டுள்ளது.

source: The README file has been updated and improved.
ro: Fișierul README a fost actualizat și îmbunătățit.
ta: README கோப்பு புதுப்பிக்கப்பட்டு மேம்படுத்தப்பட்டுள்ளது.

source: There were a lot of internal improvements to the code.
ro: Au fost implementate o mulțime de îmbunătățiri interne ale codului.
ta: குறியீட்டில் நிறைய உள் மேம்பாடுகள் இருந்தன.

source: Pods 1.0.2 contains the following changes:
ro: Pods 1.0.2 conține următoarele modificări:
ta: PODS 1.0.2 பின்வரும் மாற்றங்களைக் கொண்டுள்ளது:

source: The search behavior has been adjusted so that pressing <em>Ctrl+F</em> again resets the search and that <em>Escape</em> closes it.
ro: Comportamentul de căutare a fost ajustat astfel încât apăsând <em>Ctrl+F</em> încă o data se reinițializează căutarea, iar <em>Escape</em> o închide.
ta: தேடல் நடத்தை சரிசெய்யப்பட்டுள்ளது, இதனால் <em> ctrl+f </em> ஐ அழுத்தி மீண்டும் தேடலை மீட்டமைக்கிறது, மேலும் <em> தப்பித்தல் </em> அதை மூடுகிறது.

source: The application icon and symbolic icons have been further improved, thanks to @daudix-UFO.
ro: Pictograma aplicației și pictogramele simbolice au fost îmbunătățite în continuare, mulțumită lui @daudix-UFO.
ta: பயன்பாட்டு படவுரு மற்றும் குறியீட்டு சின்னங்கள் மேலும் மேம்படுத்தப்பட்டுள்ளன, @ட ud டிக்ச்-யுஎஃப்ஓவுக்கு நன்றி.

source: The stable 1.0 release of Pods includes the following changes since the last RC:
ro: Versiunea stabilă 1.0 a Pods include următoarele modificări față de ultima versiune RC:
ta: POD களின் நிலையான 1.0 வெளியீடு கடைசி RC க்குப் பிறகு பின்வரும் மாற்றங்களை உள்ளடக்கியது:

source: The welcome page now has a very attractive, colorful illustration, thanks to @daudix-UFO.
ro: Pagina de bun venit are acum o ilustrație foarte atractivă și colorată, mulțumită lui @daudix-UFO.
ta: வரவேற்பு பக்கம் இப்போது மிகவும் கவர்ச்சிகரமான, வண்ணமயமான எடுத்துக்காட்டு, @ட ud டிக்ச்-உஃபோவுக்கு நன்றி.

source: Switching the Podman connection now no longer blocks the GUI.
ro: Schimbarea conexiunii Podman nu mai blochează interfața grafică.
ta: போட்மேன் இணைப்பை மாற்றுவது இப்போது GUI ஐத் தடுக்காது.

source: Creating new Podman connections can now be canceled during the connection attempt.
ro: Crearea de noi conexiuni Podman poate fi acum anulată în timpul tentativelor de conectare.
ta: இணைப்பு முயற்சியின் போது புதிய போட்மேன் இணைப்புகளை உருவாக்குவது இப்போது ரத்து செய்யப்படலாம்.

source: Copying and pasting text from/to the container terminal now works with <em>Ctrl+Shift+C</em> and <em>Ctrl+Shift+V</em>, respectively.
ro: Copierea și lipirea textului din/în terminalul containerului funcționează acum cu <em>Ctrl+Shift+C</em> și , respectiv,<em>Ctrl+Shift+V</em>.
ta: உரையை நகலெடுத்து ஒட்டுதல்/கொள்கலன் முனையத்திற்கு இப்போது <em> Ctrl+Shift+C </em> மற்றும் <em> Ctrl+Shift+V </em> உடன் வேலை செய்கிறது.

source: The container terminal now has a simple context menu.
ro: Terminalul containerelor are acum un meniu contextual simplu.
ta: கொள்கலன் முனையம் இப்போது ஒரு எளிய சூழல் மெனுவைக் கொண்டுள்ளது.

source: The animation of the internal spinner widget has been beautified.
ro: Animația widget-ului rotativ intern a fost îmbunătățită.
ta: உள் ச்பின்னர் விட்செட்டின் அனிமேசன் அழகுபடுத்தப்பட்டுள்ளது.

source: The third 1.0 release candidate of Pods contains the following changes:
ro: Cea de-a treia versiune candidată 1.0 a Pods conține următoarele modificări:
ta: மூன்றாவது 1.0 வெளியீட்டு வேட்பாளர் பின்வரும் மாற்றங்களைக் கொண்டுள்ளது:

source: The application icon and symbolic icons have been improved, thanks to @daudix-UFO
ro: Pictograma aplicației și pictogramele simbolice au fost îmbunătățite, mulțumită lui @daudix-UFO
ta: பயன்பாட்டு படவுரு மற்றும் குறியீட்டு சின்னங்கள் மேம்படுத்தப்பட்டுள்ளன, @ட ud டிக்ச்-உஃபோவுக்கு நன்றி

source: Actions, such as creating a container, can now be repeated initially if they fail.
ro: Acțiunile, cum ar fi crearea unui container, pot fi acum repetate inițial în cazul unui eșec.
ta: ஒரு கொள்கலனை உருவாக்குவது போன்ற செயல்கள் இப்போது தோல்வியுற்றால் ஆரம்பத்தில் மறுநிகழ்வு செய்யப்படலாம்.

source: Fixed a bug that prevented the label displaying the id of an image from being striked through if the image was being deleted.
ro: A fost reparată o eroare care împiedica afișarea unei linii de taiere în eticheta cu ID-ul unei imagini în cazul în care imaginea era ștearsă.
ta: படம் நீக்கப்பட்டால் ஒரு படத்தின் ஐடியைக் காண்பிப்பதைத் தடுக்கும் ஒரு பிழை சரி செய்யப்பட்டது.

source: Repository tags are now selectable within the image details page.
ro: Etichetele de depozit sunt acum selectabile în pagina de detalii a imaginii.
ta: களஞ்சிய குறிச்சொற்கள் இப்போது பட விவரங்கள் பக்கத்திற்குள் தேர்ந்தெடுக்கப்படுகின்றன.

source: Translations have been updated. Thanks to all who contributed.
ro: Traducerile au fost actualizate. Mulțumim tuturor celor care au contribuit.
ta: மொழிபெயர்ப்புகள் புதுப்பிக்கப்பட்டுள்ளன. பங்களித்த அனைவருக்கும் நன்றி.

source: Internal code improvements have been made, such as reducing dependencies and enabling LTO for release builds.
ro: Au fost efectuate îmbunătățiri ale codului intern, cum ar fi reducerea dependențelor și activarea LTO pentru versiunile finale.
ta: சார்புகளைக் குறைத்தல் மற்றும் வெளியீட்டு கட்டடங்களுக்கு எல்.டி.ஓவை செயல்படுத்துவது போன்ற உள் குறியீடு மேம்பாடுகள் செய்யப்பட்டுள்ளன.

source: This is a hotfix release that prevents the application from crashing when disconnected from Podman.
ro: Aceasta este o versiune hotfix care previne blocarea aplicației atunci când este deconectată de la Podman.
ta: இது ஒரு ஆட்ஃபிக்ச் வெளியீடாகும், இது போட்மேனில் இருந்து துண்டிக்கப்படும்போது பயன்பாடு செயலிழக்காமல் தடுக்கிறது.

source: All features for version 1.0 are now implemented and Pods is thus in the release candidate phase. Among the changes since the last release are:
ro: Toate caracteristicile pentru versiunea 1.0 sunt acum implementate și Pods se află astfel în faza de candidat la lansare. Printre modificările față de ultima versiune se numără:
ta: பதிப்பு 1.0 க்கான அனைத்து அம்சங்களும் இப்போது செயல்படுத்தப்படுகின்றன, மேலும் POD கள் வெளியீட்டு வேட்பாளர் கட்டத்தில் உள்ளன. கடைசி வெளியீட்டிலிருந்து ஏற்பட்ட மாற்றங்களில்:

source: Actions such as downloading an image or creating a container now take place in dialogs instead of in the main window.
ro: Acțiuni precum descărcarea unei imagini sau crearea unui container au loc acum în dialoguri în loc de fereastra principală.
ta: ஒரு படத்தைப் பதிவிறக்குவது அல்லது ஒரு கொள்கலனை உருவாக்குவது போன்ற செயல்கள் இப்போது முதன்மையான சாளரத்திற்கு பதிலாக உரையாடல்களில் நடைபெறுகின்றன.

source: Image Rows have been revised to better reflect the presence of multiple repo tags.
ro: Rândurile de imagini au fost revizuite pentru a reflecta mai bine prezența mai multor etichete de depozite.
ta: பல ரெப்போ குறிச்சொற்களின் இருப்பை சிறப்பாக பிரதிபலிக்கும் வகையில் பட வரிசைகள் திருத்தப்பட்டுள்ளன.

source: Repo tags can now be removed and added within the image details page.
ro: Etichetele de depozite pot fi acum eliminate și adăugate în pagina de detalii a imaginii.
ta: ரெப்போ குறிச்சொற்களை இப்போது அகற்றி பட விவரங்கள் பக்கத்தில் சேர்க்கலாம்.

source: The subtitle property of the header bars is now used to display the image id, or the name of the container or pod.
ro: Proprietatea subtitlu a barelor de antet este acum utilizată pentru a afișa id-ul imaginii sau numele containerului sau al capsulei.
ta: தலைப்பு பார்களின் வசனச் சொத்து இப்போது பட ஐ ஐடியைக் காட்ட அல்லது கொள்கலன் அல்லது நெற்றின் பெயரைக் காட்டப் பயன்படுகிறது.

source: The style of the container details page has been adjusted. Thus, some action rows have been moved to the properties.
ro: Stilul paginii de detalii a containerului a fost ajustat. Astfel, unele rânduri de acțiune au fost mutate în proprietăți.
ta: கொள்கலன் விவரங்கள் பக்கத்தின் பாணி சரிசெய்யப்பட்டுள்ளது. இதனால், சில செயல் வரிசைகள் பண்புகளுக்கு நகர்த்தப்பட்டுள்ளன.

source: Shortcuts have been added to the container details page.
ro: Au fost adăugate shortcut-uri la pagina de detalii a containerului.
ta: கொள்கலன் விவரங்கள் பக்கத்தில் குறுக்குவழிகள் சேர்க்கப்பட்டுள்ளன.

source: Small improvements in the spirit of the GNOME HIG took place.
ro: Au avut loc mici îmbunătățiri în spiritul GNOME HIG.
ta: க்னோம் இக் ஆவியில் சிறிய மேம்பாடுகள் நடந்தன.

source: The usual changes such as improving the source code and updating the dependencies.
ro: Modificările obișnuite, cum ar fi îmbunătățirea codului sursă și actualizarea dependențelor.
ta: மூலக் குறியீட்டை மேம்படுத்துதல் மற்றும் சார்புகளை புதுப்பித்தல் போன்ற வழக்கமான மாற்றங்கள்.

source: Translations have been updated and all translatable strings are now considered frozen.
ro: Traducerile au fost actualizate și toate șirurile traductibile sunt acum considerate înghețate.
ta: மொழிபெயர்ப்புகள் புதுப்பிக்கப்பட்டுள்ளன, மொழிபெயர்க்கக்கூடிய அனைத்து சரங்களும் இப்போது உறைந்ததாகக் கருதப்படுகின்றன.

source: The ninth beta of Pods in an important step towards the stable first version. It contains the following changes:
ro: Cea de-a noua versiune beta a Pods reprezintă un pas important către prima versiune stabilă. Aceasta conține următoarele modificări:
ta: நிலையான முதல் பதிப்பை நோக்கி ஒரு முக்கியமான படியில் காய்களின் ஒன்பதாவது பீட்டா. இது பின்வரும் மாற்றங்களைக் கொண்டுள்ளது:

source: It is now possible to have a terminal in a container.
ro: În prezent, este posibil să aveți un terminal într-un container.
ta: இப்போது ஒரு கொள்கலனில் ஒரு முனையத்தை வைத்திருக்க முடியும்.

source: libpanel
ta: லிபனெல்

source: AdwMessageDialog
ta: Adumnessageageal

source: The style of the container series was tweaked in many ways.
ro: Stilul seriei de containere a fost modificat în multe feluri.
ta: கொள்கலன் தொடரின் பாணி பல வழிகளில் மாற்றப்பட்டது.

source: Some minor internal code improvements have landed.
ro: Noi îmbunătățiri minore ale codului intern tocmai au apărut.
ta: சில சிறிய உள் குறியீடு மேம்பாடுகள் இறங்கியுள்ளன.

source: Dependencies and translations have been updated.
ro: Dependențele și traducerile au fost actualizate.
ta: சார்புநிலைகள் மற்றும் மொழிபெயர்ப்புகள் புதுப்பிக்கப்பட்டுள்ளன.

source: The eight beta release of Pods 1.0.0 includes the following changes:
ro: Cea de-a opta versiune beta a Pods 1.0.0 include următoarele modificări:
ta: PODS 1.0.0 இன் எட்டு பீட்டா வெளியீடு பின்வரும் மாற்றங்களை உள்ளடக்கியது:

source: When creating a new connection, there is now a hint on how to enable the Podman UNIX socket and a small example on how to use the Podman root instance.
ro: La crearea unei noi conexiuni, există acum un indiciu privind modul de activare a socket-ului UNIX pentru Podman și un mic exemplu privind modul de utilizare a instanței principale Podman.
ta: ஒரு புதிய இணைப்பை உருவாக்கும் போது, போட்மேன் யுனிக்ச் சாக்கெட்டை எவ்வாறு செயல்படுத்துவது என்பது பற்றிய குறிப்பும், போட்மேன் ரூட் நிகழ்வை எவ்வாறு பயன்படுத்துவது என்பதற்கான ஒரு சிறிய உதாரணமும் உள்ளது.

source: The history of an image can now be inspected.
ro: Istoricul unei imagini poate fi de acum inspectat.
ta: ஒரு படத்தின் வரலாற்றை இப்போது ஆய்வு செய்யலாம்.

source: The design of the port bindings in the container details page has been revised.
ro: A fost revizuit designul corespondențelor de port din pagina de detalii a containerului.
ta: கொள்கலன் விவரங்கள் பக்கத்தில் துறைமுக பிணைப்புகளின் வடிவமைப்பு திருத்தப்பட்டுள்ளது.

source: Kubernetes YAML files can now be generated for containers and pods.
ro: Fișierele Kubernetes YAML pot fi acum generate pentru containere și capsule.
ta: குபெர்னெட்ச் யாம் கோப்புகளை இப்போது கொள்கலன்கள் மற்றும் காய்களுக்கு உருவாக்கலாம்.

source: Files can now be downloaded from a container as well as uploaded to a container.
ro: Fișierele pot fi acum descărcate dintr-un container, precum și încărcate într-un container.
ta: கோப்புகளை இப்போது ஒரு கொள்கலனில் இருந்து பதிவிறக்கம் செய்து ஒரு கொள்கலனில் பதிவேற்றலாம்.

source: The design of the circular progress bar for displaying container resources has been adjusted to be more consistent with the rest of the application.
ro: Designul barei de progres circulare pentru afișarea resurselor containerului a fost ajustat pentru a fi mai coerent cu restul aplicației.
ta: கொள்கலன் வளங்களைக் காண்பிப்பதற்கான வட்ட முன்னேற்றப் பட்டியின் வடிவமைப்பு மீதமுள்ள பயன்பாட்டுடன் மிகவும் ஒத்ததாக சரிசெய்யப்பட்டுள்ளது.

source: There is now a rotating animation when a container or pod is in a state transition (start, stop, pause).
ro: Există acum o animație rotativă atunci când un container sau o capsulă se află într-o tranziție de stare (pornire, oprire, pauză).
ta: ஒரு கொள்கலன் அல்லது நெற்று ஒரு மாநில மாற்றத்தில் இருக்கும்போது இப்போது சுழலும் அனிமேசன் உள்ளது (தொடக்க, நிறுத்து, இடைநிறுத்தம்).

source: If a container is in a pod, it will now get a badge with the pod name in the container list.
ro: Dacă un container se află într-un pod, acesta va primi acum o insignă cu numele podului în lista de containere.
ta: ஒரு கொள்கலன் ஒரு நெற்றில் இருந்தால், அது இப்போது கொள்கலன் பட்டியலில் நெற்று பெயருடன் ஒரு பேட்சைப் பெறும்.

source: Logs, the result of the inspection of images, containers, and pods, and the result Kubernetes YAML generation can now be saved directly as a file.
ro: Jurnalele, rezultatul inspecției imaginilor, containerelor și podurilor, precum și rezultatul generării Kubernetes YAML pot fi acum salvate direct într-un fișier.
ta: பதிவுகள், படங்கள், கொள்கலன்கள் மற்றும் காய்களை ஆய்வு செய்வதன் விளைவாக, மற்றும் இதன் விளைவாக குபெர்னெட்ச் யாம் தலைமுறை இப்போது நேரடியாக ஒரு கோப்பாக சேமிக்க முடியும்.

source: Headerbar titles were adjusted to be shorter and more concise
ro: Titlurile din barele de antet au fost ajustate pentru a fi mai scurte și mai concise
ta: எடர்பார் தலைப்புகள் குறுகியதாகவும் சுருக்கமாகவும் சரிசெய்யப்பட்டன

source: Many minor internal code improvements have landed
ta: பல சிறிய உள் குறியீடு மேம்பாடுகள் இறங்கியுள்ளன

source: The seventh beta release of Pods 1.0.0 includes the following changes:
ro: Cea de-a șaptea versiune beta a Pods 1.0.0 include următoarele modificări:
ta: POD களின் ஏழாவது பீட்டா வெளியீடு பின்வரும் மாற்றங்களை உள்ளடக்கியது:

source: Relative times are now used everywhere in the application. For example, you can quickly see how long a container has been running or how many days ago an image was created.
ro: Timpii relativi sunt acum utilizați peste tot în aplicație. De exemplu, puteți vedea rapid de cât timp funcționează un container sau de câte zile a fost creată o imagine.
ta: பயன்பாட்டில் எல்லா இடங்களிலும் உறவினர் நேரங்கள் இப்போது பயன்படுத்தப்படுகின்றன. எடுத்துக்காட்டாக, ஒரு கொள்கலன் எவ்வளவு காலம் இயங்குகிறது அல்லது எத்தனை நாட்களுக்கு முன்பு ஒரு படம் உருவாக்கப்பட்டது என்பதை நீங்கள் விரைவாகக் காணலாம்.

source: For the circular progress bar in the container row, icons are now used instead of text. Icons have also been added to the resource monitor in the container details page.
ro: Pentru bara de progres circulară din rândul containerului, acum se folosesc pictograme în loc de text. De asemenea, au fost adăugate pictograme la monitorul de resurse din pagina de detalii a containerului.
ta: கொள்கலன் வரிசையில் வட்ட முன்னேற்றப் பட்டிக்கு, உரைக்கு பதிலாக ஐகான்கள் இப்போது பயன்படுத்தப்படுகின்றன. கொள்கலன் விவரங்கள் பக்கத்தில் உள்ள ஆதார மானிட்டரில் ஐகான்கள் சேர்க்கப்பட்டுள்ளன.

source: The text field for searching in the container logs and the inspection page has been completely redesigned visually.
ro: Aspectul câmpului de text pentru căutarea în jurnalele de containere și în pagina de inspecție a fost complet revăzut.
ta: கொள்கலன் பதிவுகள் மற்றும் ஆய்வு பக்கம் ஆகியவற்றில் தேடுவதற்கான உரை புலம் பார்வைக்கு முற்றிலும் மறுவடிவமைப்பு செய்யப்பட்டுள்ளது.

source: The container log page now displays an info bar if the container is not running. The info bar also offers the possibility to start or resume the container.
ro: Pagina de jurnal a containerului afișează acum o bară de informații dacă containerul nu este în curs de execuție. Bara de informații oferă, de asemenea, posibilitatea de a porni sau de a relua containerul.
ta: கொள்கலன் இயங்கவில்லை என்றால் கொள்கலன் பதிவு பக்கம் இப்போது ஒரு செய்தி பட்டியைக் காட்டுகிறது. செய்தி பட்டி கொள்கலனைத் தொடங்க அல்லது மீண்டும் தொடங்குவதற்கான வாய்ப்பையும் வழங்குகிறது.

source: Desktop notifications are now triggered on actions.
ro: Notificările de pe desktop sunt acum declanșate la acțiuni.
ta: டெச்க்டாப் அறிவிப்புகள் இப்போது செயல்களில் தூண்டப்பட்டுள்ளன.

source: The selection of an image in the container creation page has been improved. For example, the list of images is sorted and image names are no longer ellipsized.
ro: Selectarea unei imagini în pagina de creare a containerului a fost îmbunătățită. De exemplu, lista de imagini este sortată, iar numele imaginilor nu mai sunt prescurtate.
ta: கொள்கலன் உருவாக்கும் பக்கத்தில் ஒரு படத்தைத் தேர்ந்தெடுப்பது மேம்படுத்தப்பட்டுள்ளது. எடுத்துக்காட்டாக, படங்களின் பட்டியல் வரிசைப்படுத்தப்பட்டுள்ளது மற்றும் பட பெயர்கள் இனி நீங்காது.

source: Also the selection of a pod in the container creation page has been improved similarly to the image selection.
ro: De asemenea, selecția unui pod în pagina de creare a containerului a fost îmbunătățită, similar cu selecția imaginii.
ta: கொள்கலன் உருவாக்கும் பக்கத்தில் ஒரு நெற்று தேர்வு படத் தேர்வைப் போலவே மேம்படுத்தப்பட்டுள்ளது.

source: The image row now shows the tag of an image in the accent color to the right of the image id.
ro: Rândul de imagini afișează acum eticheta unei imagini în culoarea de accent din dreapta ID-ului imaginii.
ta: பட வரிசை இப்போது பட ஐடியின் வலதுபுறத்தில் உச்சரிப்பு நிறத்தில் ஒரு படத்தின் குறிச்சொல்லைக் காட்டுகிறது.

source: The container row now displays the mapped host port of a container next to the container name, if there is one.
ro: Rândul containerului afișează acum portul gazdă mapat al unui container alături de numele containerului, dacă există unul.
ta: கொள்கலன் வரிசையில் ஒன்று இருந்தால், கொள்கலன் பெயருக்கு அடுத்த கொள்கலனின் வரைபட புரவலன் போர்ட்டைக் காட்டுகிறது.

source: Port Bindings in the container details page are now shown inside an AdwExpanderRow
ro: Corespondențele de port din pagina de detalii a containerului sunt acum afișate în interiorul unui AdwExpanderRow
ta: கொள்கலன் விவரங்கள் பக்கத்தில் துறைமுகம் பிணைப்புகள் இப்போது ஒரு Adwexpanderrow க்குள் காட்டப்பட்டுள்ளன

source: The multi-selection mode of images, containers and pods is now animated a bit more nicely.
ro: Modul de selectare multiplă a imaginilor, containerelor și podurilor este acum animat ceva mai frumos.
ta: படங்கள், கொள்கலன்கள் மற்றும் காய்களின் பல தேர்வு முறை இப்போது இன்னும் கொஞ்சம் நேர்த்தியாக அனிமேசன் செய்யப்பட்டுள்ளது.

source: The sizes of all GtkSpinners have been standardized throughout the application.
ro: Dimensiunile tuturor GtkSpinners au fost standardizate în întreaga aplicație.
ta: அனைத்து Gtkspinners இன் அளவுகள் பயன்பாடு முழுவதும் தரப்படுத்தப்பட்டுள்ளன.

source: The gtk-rs library was updated to version 0.5, which made many internal code improvements possible.
ro: Biblioteca gtk-rs a fost actualizată la versiunea 0.5, ceea ce a făcut posibile multe îmbunătățiri ale codului intern.
ta: சி.டி.கே-ஆர்எச் நூலகம் பதிப்பு 0.5 க்கு புதுப்பிக்கப்பட்டது, இது பல உள் குறியீடு மேம்பாடுகளை சாத்தியமாக்கியது.

source: As always, there were a number of minor bug fixes, visual improvements, internal code improvements, and translation updates that have not been mentioned here.
ro: Ca întotdeauna, au existat o serie de corecții minore de erori, îmbunătățiri vizuale, îmbunătățiri ale codului intern și actualizări ale traducerilor care nu au fost menționate aici.
ta: எப்போதும்போல, இங்கு குறிப்பிடப்படாத பல சிறிய பிழைத் திருத்தங்கள், காட்சி மேம்பாடுகள், உள் குறியீடு மேம்பாடுகள் மற்றும் மொழிபெயர்ப்பு புதுப்பிப்புகள் இருந்தன.

source: The sixth beta release of Pods 1.0.0 includes the following changes:
ro: Cea de-a șasea versiune beta a Pods 1.0.0 include următoarele modificări:
ta: PODS 1.0.0 இன் ஆறாவது பீட்டா வெளியீடு பின்வரும் மாற்றங்களை உள்ளடக்கியது:

source: The duration for individual actions such as downloading an image is now displayed.
ro: Acum este afișată durata acțiunilor individuale, cum ar fi descărcarea unei imagini.
ta: ஒரு படத்தைப் பதிவிறக்குவது போன்ற தனிப்பட்ட செயல்களுக்கான காலம் இப்போது காட்டப்பட்டுள்ளது.

source: In the overview for all images, individual images can now be updated via the context menu.
ro: În imaginea de ansamblu pentru toate imaginile, imaginile individuale pot fi acum actualizate prin intermediul meniului contextual.
ta: எல்லா படங்களுக்கும் கண்ணோட்டத்தில், தனிப்பட்ட படங்களை இப்போது சூழல் பட்டியல் வழியாக புதுப்பிக்க முடியும்.
